[
  {
    "id": 1,
    "name": "Public Health",
    "type": "Purpose",
    "tags": [
      "healthcare",
      "epidemiology",
      "disease-prevention",
      "access",
      "safety",
      "medical",
      "infrastructure"
    ],
    "content": "The state ensures public health through preventive care, regulation of healthcare providers, emergency preparedness, and equitable access to medical services. It manages disease surveillance, health data systems, and public outreach campaigns, aiming to reduce disparities and protect populations from preventable harm. Public health policy integrates environmental health, food safety, and occupational safety, offering a comprehensive shield for society.",
    "translation": "La ŝtato garantias publikan sanon per preventa kuracado, regulado de sanservoj, kriz-preteco, kaj egala aliro al medicina helpo. Ĝi administras malsan-observadon, sanajn datumajn sistemojn, kaj informkampanjojn por malpliigi malegalecon kaj protekti la loĝantaron kontraŭ evitebla damaĝo. La publika sanpolitiko inkluzivas mediprotekton, nutraĵ-sekurecon, kaj laboran sekurecon, disponigante ampleksan ŝirmon por la socio.",
    "stakeholders": [
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Construction Workers",
      "Transit Authorities"
    ]
  },
  {
    "id": 2,
    "name": "National Security",
    "type": "Purpose",
    "tags": [
      "defense",
      "military",
      "intelligence",
      "cybersecurity",
      "borders",
      "peacekeeping",
      "protection"
    ],
    "content": "A fundamental role of the state is to ensure national security, protecting its citizens from external and internal threats. This includes managing armed forces, defense infrastructure, intelligence operations, and cyber defense. The state also engages in international alliances, oversees border control, and develops strategies for crisis response, balancing liberty with collective safety.",
    "translation": "Baza rolo de la ŝtato estas certigi nacian sekurecon, protektante civitanojn kontraŭ eksteraj kaj internaj minacoj. Tio inkluzivas administradon de armitaj fortoj, defenda infrastrukturo, inform-operacioj, kaj ciberdefendo. La ŝtato ankaŭ partoprenas en internaciaj aliancoj, superrigardas limkontrolon, kaj evoluigas strategiojn por kriza respondo, ekvilibrante liberecon kun kolektiva sekureco.",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 3,
    "name": "Education and Knowledge",
    "type": "Purpose",
    "tags": [
      "education",
      "research",
      "literacy",
      "public-schools",
      "universities",
      "lifelong-learning",
      "equity"
    ],
    "content": "The state plays a crucial role in fostering education and public knowledge. It creates and regulates public school systems, subsidizes higher education, and supports research and libraries. Education policy aims to reduce inequality, promote scientific inquiry, and cultivate critical citizenship, ensuring access to lifelong learning opportunities for all.",
    "translation": "La ŝtato havas gravan rolon en antaŭenigado de edukado kaj publika scio. Ĝi kreas kaj reguligas publikajn lernejojn, subvencias altedukon, kaj subtenas esploradon kaj bibliotekojn. Edukpolitiko celas redukti malegalecon, antaŭenigi sciencan esploradon, kaj kultivi kritikeman civitanecon, certigante aliron al dumviva lernado por ĉiuj.",
    "stakeholders": [
      "Students",
      "Teachers",
      "Parents",
      "Educational Administrators",
      "Youth"
    ]
  },
  {
    "id": 4,
    "name": "Justice and Rule of Law",
    "type": "Purpose",
    "tags": [
      "law",
      "judiciary",
      "rights",
      "courts",
      "due-process",
      "corruption",
      "access"
    ],
    "content": "The state ensures justice through impartial legal systems and the consistent enforcement of the rule of law. It provides access to courts, legal aid, and fair trials while upholding civil rights. Legal institutions must be independent and transparent to prevent abuse, resolve disputes, and maintain social order with legitimacy.",
    "translation": "La ŝtato certigas justecon per senpartiaj juraj sistemoj kaj konstanta efektivigo de la rego de la leĝo. Ĝi disponigas aliron al tribunaloj, juran helpon, kaj justajn procesojn dum ĝi subtenas civitajn rajtojn. Juraj institucioj devas esti sendependaj kaj travideblaj por malhelpi misuzojn, solvi konfliktojn, kaj konservi socian ordon kun legitimeco.",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Defendants"
    ]
  },
  {
    "id": 5,
    "name": "State Economy",
    "type": "Purpose",
    "tags": [
      "economy",
      "competition",
      "labor",
      "markets",
      "monopolies",
      "consumer-protection",
      "regulation"
    ],
    "content": "The state oversees economic regulation to ensure fair competition, labor rights, and market stability. Through antitrust laws, financial oversight, and labor protections, it maintains balanced economic growth. This also includes regulating utilities, preventing monopolies, and intervening in crises to prevent systemic collapse or exploitation.",
    "translation": "La ŝtato superrigardas ekonomian reguladon por certigi justan konkuradon, laborajn rajtojn, kaj merkatan stabilecon. Per kontraŭtrustaj leĝoj, financa superrigardo, kaj laborprotektoj, ĝi konservas ekvilibran ekonomian kreskon. Tio ankaŭ inkluzivas reguladon de servoj, preventadon de monopoloj, kaj intervenadon en krizoj por eviti sisteman kolapson aŭ ekspluatadon.",
    "stakeholders": [
      "Unions",
      "Labor Inspectors",
      "Employers",
      "Workers"
    ]
  },
  {
    "id": 6,
    "name": "Environmental Stewardship",
    "type": "Purpose",
    "tags": [
      "environment",
      "climate",
      "pollution",
      "natural-resources",
      "conservation",
      "sustainability",
      "resilience"
    ],
    "content": "The state is responsible for protecting the natural environment through conservation laws, emissions regulations, and ecological planning. It must manage forests, waterways, and air quality, and invest in renewable energy. Environmental policy promotes long-term sustainability and resilience against climate change and biodiversity loss.",
    "translation": "La ŝtato estas respondeca pri protektado de la natura medio per konservaj leĝoj, emisiaj regularoj, kaj ekologia planado. Ĝi devas administri arbarojn, akvovojojn, kaj aeron, kaj investi en renovigeblaj energioj. Medipolitiko antaŭenigas daŭripovon kaj rezistecon kontraŭ klimata ŝanĝo kaj biodiversa perdo.",
    "stakeholders": [
      "Citizens",
      "Residents",
      "Business Owners",
      "Environmental Advocates"
    ]
  },
  {
    "id": 7,
    "name": "Infrastructure Development",
    "type": "Purpose",
    "tags": [
      "infrastructure",
      "transport",
      "public-works",
      "utilities",
      "maintenance",
      "construction",
      "logistics"
    ],
    "content": "The state builds and maintains essential infrastructure including roads, bridges, water systems, and electricity grids. It plans urban development, ensures safety standards, and supports innovation in public works. Infrastructure policy is central to economic productivity and access to services across all regions.",
    "translation": "La ŝtato konstruas kaj prizorgas esencan infrastrukturon inkluzive vojojn, pontojn, akvosistemojn, kaj elektroretojn. Ĝi planas urban evoluon, certigas sekurecnormojn, kaj subtenas novigon en publikaj laboroj. Infrastruktura politiko estas kerna por ekonomia produktiveco kaj aliro al servoj tra ĉiuj regionoj.",
    "stakeholders": [
      "Construction Workers",
      "Residents",
      "Urban Planners",
      "Transit Authorities"
    ]
  },
  {
    "id": 8,
    "name": "Civil Registration and Identity",
    "type": "Purpose",
    "tags": [
      "identity",
      "citizenship",
      "registry",
      "documentation",
      "records",
      "birth",
      "governance"
    ],
    "content": "The state manages civil registration systems to issue identity documents, record births and deaths, and maintain up-to-date records of residents. These systems underpin voting, taxation, and public service access. Accurate registration is key for citizenship rights and efficient governance.",
    "translation": "La ŝtato administras civilregistrajn sistemojn por elsendi identigajn dokumentojn, registri naskiĝojn kaj mortojn, kaj konservi ĝisdatajn loĝantajn rekordojn. Tiuj sistemoj subtenas voĉdonadon, impostadon, kaj aliron al publikaj servoj. Ĝusta registrado estas ŝlosilo por civitanaj rajtoj kaj efika administrado.",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 9,
    "name": "Emergency Management",
    "type": "Purpose",
    "tags": [
      "emergency",
      "resilience",
      "disaster",
      "coordination",
      "first-responders",
      "relief",
      "preparedness"
    ],
    "content": "The state coordinates emergency management by planning for natural disasters, pandemics, and civil emergencies. It oversees rescue operations, supplies relief, and supports recovery. This includes maintaining communication systems, training personnel, and developing contingency strategies to minimize harm and restore normalcy.",
    "translation": "La ŝtato kunordigas krizadministradon planante por naturaj katastrofoj, pandemioj, kaj civilaj krizoj. Ĝi superrigardas savoperaciojn, provizas helpon, kaj subtenas rekuperadon. Tio inkluzivas komunikajn sistemojn, trejnadon de personaro, kaj evoluigon de kontingenchavaj strategioj por minimumigi damaĝon kaj restarigi normalecon.",
    "stakeholders": []
  },
  {
    "id": 10,
    "name": "Democratic Participation",
    "type": "Purpose",
    "tags": [
      "democracy",
      "elections",
      "representation",
      "voting",
      "rights",
      "accountability",
      "civic"
    ],
    "content": "The state upholds democratic participation by conducting elections, supporting political pluralism, and protecting voting rights. It enables transparency in governance, encourages civic engagement, and ensures accountability through institutions such as parliaments and ombuds offices. Participation safeguards legitimacy and responsiveness.",
    "translation": "La ŝtato subtenas demokratian partoprenon per okazigado de elektoj, subteno de politika pluralismo, kaj protekto de voĉdonrajtoj. Ĝi ebligas travideblecon en regado, kuraĝigas civitanan engaĝiĝon, kaj certigas respondecon per institucioj kiel parlamentoj kaj ombudsmanoj. Partopreno gardas legitimecon kaj respondecon.",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 11,
    "name": "Cultural Preservation",
    "type": "Purpose",
    "tags": [
      "culture",
      "heritage",
      "language",
      "arts",
      "museums",
      "diversity",
      "identity"
    ],
    "content": "The state has a duty to preserve and promote cultural heritage, including languages, traditions, arts, and historic sites. It supports museums, national archives, and cultural education, fostering social cohesion and a shared sense of identity. Cultural policy also protects minority cultures and promotes pluralism in public life.",
    "translation": "La ŝtato havas devon konservi kaj antaŭenigi kulturan heredaĵon, inkluzive de lingvoj, tradicioj, artoj, kaj historiaj lokoj. Ĝi subtenas muzeojn, naciajn arkivojn, kaj kulturan edukadon, antaŭenigante socian kunligitecon kaj komunan identecon. Kultura politiko ankaŭ protektas minoritatajn kulturojn kaj antaŭenigas pluralismon en publika vivo.",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 12,
    "name": "Housing and Shelter",
    "type": "Purpose",
    "tags": [
      "housing",
      "shelter",
      "urban-planning",
      "affordability",
      "zoning",
      "public-housing",
      "accessibility"
    ],
    "content": "The state ensures access to adequate housing by regulating the housing market, enforcing building codes, and supporting affordable housing programs. It plays a role in urban planning, homelessness prevention, and rental protection. Safe and stable shelter is fundamental to individual dignity and social inclusion.",
    "translation": "La ŝtato certigas aliron al adekvata loĝado per regulado de la loĝmerkato, efektivigado de konstrureguloj, kaj subteno al programoj por pagebla loĝado. Ĝi rolas en urba planado, prevento de senhejmeco, kaj protekto de luantoj. Sekura kaj stabila ŝirmejo estas fundamenta por individua digno kaj socia inkludo.",
    "stakeholders": []
  },
  {
    "id": 13,
    "name": "Labor and Employment",
    "type": "Purpose",
    "tags": [
      "labor",
      "employment",
      "unions",
      "jobs",
      "workplace",
      "benefits",
      "rights"
    ],
    "content": "The state promotes fair labor conditions by setting minimum wage laws, workplace safety regulations, and protections for organized labor. It supports employment through public job programs and labor market data, aiming to ensure decent work for all. Employment policy reduces poverty and builds economic stability.",
    "translation": "La ŝtato antaŭenigas justajn laborkondiĉojn per starigo de minimumsalajraj leĝoj, regularoj pri laborkondiĉoj, kaj protektoj por organizita laboro. Ĝi subtenas dungadon per publikaj laborprogramoj kaj labormerkataj datumoj, celante certigi decan laboron por ĉiuj. Dungopolitiko reduktas malriĉecon kaj konstruas ekonomian stabilecon.",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Employers",
      "Workers",
      "Labor Inspectors"
    ]
  },
  {
    "id": 14,
    "name": "Foreign Relations",
    "type": "Purpose",
    "tags": [
      "diplomacy",
      "treaties",
      "alliances",
      "sovereignty",
      "embassies",
      "negotiation",
      "peace"
    ],
    "content": "The state conducts foreign relations to protect its interests, maintain peace, and engage in global cooperation. This includes diplomacy, negotiation of treaties, and participation in international organizations. A coherent foreign policy safeguards sovereignty and fosters mutual respect among nations.",
    "translation": "La ŝtato kondukas eksterajn rilatojn por protekti siajn interesojn, konservi pacon, kaj partopreni en tutmonda kunlaboro. Tio inkluzivas diplomation, traktat-negocadojn, kaj partoprenon en internaciaj organizoj. Kohera ekstera politiko gardas suverenecon kaj antaŭenigas reciprokan respekton inter nacioj.",
    "stakeholders": []
  },
  {
    "id": 15,
    "name": "Social Welfare and Protection",
    "type": "Purpose",
    "tags": [
      "welfare",
      "social-security",
      "poverty",
      "vulnerability",
      "redistribution",
      "benefits",
      "inclusion"
    ],
    "content": "The state provides social welfare systems to support individuals facing economic hardship, disability, or other vulnerabilities. This includes pensions, unemployment insurance, food aid, and family support services. Welfare policy reduces inequality and promotes inclusive development for all members of society.",
    "translation": "La ŝtato disponigas socialajn helpajn sistemojn por subteni individuojn fronte al ekonomia malfacilaĵo, handikapo, aŭ aliaj vundeblecoj. Tio inkluzivas pensiojn, senlaborecan asekuron, nutraĵhelpon, kaj familisubtenajn servojn. Socia politiko reduktas malegalecon kaj antaŭenigas inkluzivan disvolviĝon por ĉiuj membroj de la socio.",
    "stakeholders": [
      "Social Workers",
      "Low-income Individuals",
      "Unemployed People",
      "Families"
    ]
  },
  {
    "id": 16,
    "name": "Providing essential healthcare to everyone",
    "content": "All individuals, regardless of income, employment, or legal status, have access to essential healthcare services. A universal coverage framework is established and supported by public and private mechanisms, ensuring preventive, primary, and emergency care are all available. Accessibility and equity are prioritized, with a particular focus on removing financial and geographic barriers. Minimum national service standards are coordinated across regions, and marginalized and rural populations receive targeted support to ensure truly inclusive healthcare delivery.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Access",
      "Equity"
    ],
    "stakeholders": []
  },
  {
    "id": 17,
    "name": "Making medicine prices fair",
    "content": "Price ceilings are set for essential medications, and pharmaceutical companies must publicly justify the costs of high-priced drugs through transparency regulations. Exploitative pricing practices that limit access to life-saving treatments are banned. The government is authorized to negotiate drug prices, support generic drug manufacturing, and issue compulsory licenses when necessary. Chronic illnesses such as diabetes and cancer are given special consideration, and competition is encouraged to reduce consumer costs across the pharmaceutical market.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Medicine",
      "Access"
    ],
    "stakeholders": []
  },
  {
    "id": 18,
    "name": "Licensing and checking on hospitals and doctors",
    "content": "All healthcare providers—hospitals, clinics, and individual practitioners—must meet national licensing standards and undergo periodic recertification. Public records of licensing status, disciplinary history, and malpractice cases are maintained. Random inspections and third-party audits ensure compliance with safety, sanitation, and ethical guidelines. Specialized training requirements apply to high-risk fields and providers serving vulnerable populations. These measures aim to improve quality of care, uphold patient trust, and eliminate fraudulent or unsafe medical practices from the system.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Oversight",
      "Accountability"
    ],
    "stakeholders": []
  },
  {
    "id": 19,
    "name": "Preparing for health emergencies",
    "content": "A national public health emergency preparedness plan is maintained and updated annually, including protocols for pandemics, bioterrorism, and natural disasters. Coordination between hospitals, government agencies, and first responders is required, and strategic reserves of supplies such as vaccines, PPE, and ventilators must be maintained. Emergency drills and public awareness campaigns are conducted regularly. Special funding is allocated for rapid response teams, regional command centers, and mobile health units to reach affected populations quickly.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Emergency",
      "Preparedness"
    ],
    "stakeholders": []
  },
  {
    "id": 20,
    "name": "Tracking diseases with real-time data",
    "content": "A nationwide real-time disease surveillance system is established to detect, track, and report outbreaks of infectious and non-communicable diseases. Health providers are required to input anonymized case data, and public dashboards display current trends, risk areas, and response measures. Early warning algorithms are employed to flag unusual patterns. The system integrates hospital, lab, and pharmacy data, enabling timely interventions and evidence-based public health policies to limit the spread of disease and reduce harm.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Data",
      "Surveillance"
    ],
    "stakeholders": []
  },
  {
    "id": 21,
    "name": "Educating the public on staying healthy",
    "content": "Public health education campaigns are developed and broadcast through schools, media, and local community centers. Programs focus on nutrition, hygiene, exercise, sexual health, mental health, and disease prevention. Messaging is adapted for cultural and linguistic diversity to ensure wide understanding and relevance. Interactive platforms, workshops, and mobile outreach units engage hard-to-reach populations. The aim is to promote lifelong healthy habits, reduce preventable illness, and empower individuals to make informed choices about their well-being.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Education",
      "Prevention"
    ],
    "stakeholders": []
  },
  {
    "id": 22,
    "name": "Checking food and water for safety",
    "content": "All food and water sources must meet safety standards enforced through regular inspections, lab testing, and transparent reporting. Contaminated products are swiftly recalled, and responsible producers face penalties. Cross-agency collaboration ensures oversight from farm to table, including imports. Water utilities are monitored for pollutants, and violations are publicly disclosed. The law mandates contingency plans for contamination events and funds infrastructure improvements in underserved areas. These protections prevent outbreaks and safeguard long-term public health.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Food Safety",
      "Water Quality"
    ],
    "stakeholders": []
  },
  {
    "id": 23,
    "name": "Ensuring workers stay healthy and safe",
    "content": "Employers are required to provide safe, healthy working environments under occupational health regulations tailored to industry-specific risks. Mandatory protective equipment, ergonomic assessments, and regular safety training are enforced. Workplaces must report injuries and illnesses, and inspections are carried out by independent safety officers. Mental health resources are also addressed, with provisions for work-related stress and burnout. Whistleblower protections empower employees to report violations. These measures aim to prevent injury and illness while preserving productivity.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Labor",
      "Workplace Safety"
    ],
    "stakeholders": []
  },
  {
    "id": 24,
    "name": "Protecting air and soil from health hazards",
    "content": "Pollutants known to cause respiratory or long-term illness are strictly regulated under public health standards. Industrial emissions, urban smog, and agricultural runoff are monitored in real time, with limits enforced through fines and shutdowns. Areas with high pollution receive targeted cleanup investments and health monitoring programs. Special protections exist for schools, hospitals, and residential zones. Environmental data is made publicly accessible to raise awareness and promote accountability. The focus is on prevention and long-term environmental health.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Environment",
      "Pollution"
    ],
    "stakeholders": []
  },
  {
    "id": 25,
    "name": "Making sure vaccines reach everyone",
    "content": "Vaccines are provided at no cost through national immunization programs that prioritize universal access and equity. Outreach efforts target underserved communities and remote regions through mobile units and local partnerships. Schools and employers are integrated into vaccination efforts, and digital systems track coverage in real time. Education campaigns combat misinformation, and incentives are provided to increase uptake. The goal is to eliminate preventable diseases through high coverage, timely delivery, and public trust in immunization.",
    "type": "Law",
    "links": [
      1
    ],
    "tags": [
      "Health",
      "Vaccination",
      "Access"
    ],
    "stakeholders": []
  },
  {
    "id": 26,
    "name": "Creating the National Office for Health Access",
    "content": "A dedicated National Office for Health Access (NOHA) is established to coordinate, enforce, and monitor the implementation of universal healthcare policy. The office is granted regulatory, investigative, and funding authority across all regions. NOHA oversees collaboration between federal, regional, and private entities, ensuring that services meet minimum coverage standards. It maintains a centralized database for tracking coverage, complaints, and access disparities.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Access",
      "Governance"
    ],
    "stakeholders": []
  },
  {
    "id": 27,
    "name": "Investigating healthcare discrimination and denial",
    "content": "The National Office for Health Access is empowered to receive, investigate, and resolve complaints related to discriminatory denial of healthcare based on income, race, disability, immigration status, gender identity, or geography. It conducts audits, subpoenas records, and may impose penalties or refer criminal violations to appropriate authorities. A public online portal is established for anonymous and direct reporting.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Accountability",
      "Civil Rights"
    ],
    "stakeholders": []
  },
  {
    "id": 28,
    "name": "Ensuring disability access in healthcare facilities",
    "content": "All healthcare facilities receiving public funds must comply with strict accessibility standards for individuals with physical, sensory, or cognitive disabilities. This includes wheelchair access, visual and auditory assistance, clear signage, and trained staff support. The National Office for Health Access conducts inspections and issues accessibility compliance certificates, with funding withheld from non-compliant facilities.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Disability",
      "Access"
    ],
    "stakeholders": []
  },
  {
    "id": 29,
    "name": "Funding clinics in underserved areas",
    "content": "The National Office for Health Access allocates grants to establish or expand healthcare clinics in medically underserved urban and rural areas. Funding is prioritized for regions with high rates of preventable illness, low provider availability, or historic exclusion from services. Partnerships with community-based organizations are encouraged, and mobile units are supported to reach transient populations.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Equity",
      "Rural Health"
    ],
    "stakeholders": []
  },
  {
    "id": 30,
    "name": "Creating a multilingual national health helpline",
    "content": "A toll-free national health helpline is established under the National Office for Health Access to provide 24/7 support in multiple languages. Services include appointment scheduling, rights education, complaint submission, and coverage guidance. Call centers are staffed with medically trained personnel and community liaisons who help patients navigate the healthcare system, particularly those with limited English proficiency.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Access",
      "Language Rights"
    ],
    "stakeholders": []
  },
  {
    "id": 31,
    "name": "Funding interpreter services in healthcare",
    "content": "All publicly funded healthcare providers must offer certified interpreter services for patients with limited English proficiency or hearing impairments. The National Office for Health Access reimburses qualifying providers and monitors compliance through patient surveys and audits. Language access plans must be submitted annually by hospitals and clinics, and non-compliant institutions may lose funding eligibility.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Language Access",
      "Equity"
    ],
    "stakeholders": []
  },
  {
    "id": 32,
    "name": "Requiring non-discriminatory patient intake forms",
    "content": "Healthcare providers are required to use standardized, non-discriminatory intake forms that include inclusive options for gender identity, pronouns, and relationship status. These forms must be vetted and approved by the National Office for Health Access. Clinics must train staff to respect and properly record all patient information to reduce stigma and improve care delivery.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "LGBTQ+",
      "Inclusion"
    ],
    "stakeholders": []
  },
  {
    "id": 33,
    "name": "Monitoring and publishing healthcare equity reports",
    "content": "The National Office for Health Access publishes quarterly healthcare equity reports that analyze disparities in access, treatment outcomes, and funding distribution. Data is disaggregated by region, race, disability, income, gender, and age. The reports are publicly accessible and used to guide future policy and funding decisions, while also serving as an accountability tool for health institutions.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Transparency",
      "Equity"
    ],
    "stakeholders": []
  },
  {
    "id": 34,
    "name": "Establishing a mobile health unit program",
    "content": "The National Office for Health Access funds and deploys mobile health units to deliver preventive and urgent care services in remote and underserved communities. Each unit includes medical staff, basic lab equipment, telemedicine capacity, and referral tools. Regular route schedules are published, and communities can request special visits during public health crises or natural disasters.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Access",
      "Mobile Services"
    ],
    "stakeholders": []
  },
  {
    "id": 35,
    "name": "Enforcing wait-time standards for primary care",
    "content": "National standards are set for acceptable wait times for primary care, urgent care, and follow-up appointments. The National Office for Health Access monitors adherence using provider-reported data and patient feedback. Facilities with chronic delays are required to submit improvement plans, and repeated violations may trigger sanctions, including public listing or loss of funding.",
    "type": "Section",
    "links": [
      16
    ],
    "tags": [
      "Health",
      "Timeliness",
      "Access"
    ],
    "stakeholders": []
  },
  {
    "id": 36,
    "name": "Health Education Integration",
    "type": "Law",
    "tags": [
      "public health",
      "school programs",
      "mental health",
      "awareness",
      "youth health"
    ],
    "links": [
      3,
      1
    ],
    "content": "The Ministry of Education collaborates with the Ministry of Public Health to incorporate comprehensive health education into school curricula. This includes mental health awareness, sexual health, nutrition, and hygiene practices. Schools serve as centers of early intervention, promoting preventative care and equipping students with lifelong health literacy. Through training programs and resource sharing, educators are empowered to identify risks and foster healthier communities from an early age.",
    "translation": "La Ministerio pri Edukado kunlaboras kun la Ministerio pri Publika Sano por enkonduki ampleksan san-edukadon en lernejajn programojn. Tio inkluzivas mensan sanon, seksan edukadon, nutradon, kaj higienajn praktikojn. Lernejoj funkcias kiel centroj por frua interveno, antaŭenpuŝante preventadon kaj dotante lernantojn per daŭrema sana sciopovo. Per trejnadoj kaj rimedoj, instruistoj kapabliĝas identigi riskojn kaj kreskigi pli sanajn komunumojn ekde juna aĝo.",
    "stakeholders": [
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Public Health Officials",
      "Vulnerable Populations"
    ]
  },
  {
    "id": 37,
    "name": "Safe School Environments",
    "type": "Law",
    "tags": [
      "school safety",
      "security",
      "emergency plans",
      "violence prevention",
      "student protection"
    ],
    "links": [
      3,
      2
    ],
    "content": "To support national security, the Ministry of Education implements safety protocols and crisis preparedness training in schools. This includes the development of school emergency response plans, regular drills, and coordination with local authorities. Anti-violence education, bullying prevention programs, and cyber-safety modules are embedded in student life. The goal is to ensure that educational spaces are secure, inclusive, and resilient against both physical and digital threats.",
    "translation": "Por subteni nacian sekurecon, la Ministerio pri Edukado efektivigas sekurecajn protokolojn kaj trejnadon pri kriz-preteco en lernejoj. Tio inkluzivas evoluon de krizaj reagplanoj, regulajn ekzercadojn, kaj kunordigon kun lokaj aŭtoritatoj. Edukado kontraŭ perforto, programoj kontraŭ ĉikano, kaj moduloj pri cibersekureco estas integraj al la lerneja vivo. La celo estas certigi ke edukaj spacoj estu sekuraj, inkluzivaj, kaj rezistemaj kontraŭ fizikaj kaj ciferecaj minacoj.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Government Officials",
      "Intelligence Officers"
    ]
  },
  {
    "id": 38,
    "name": "Equitable Access to Knowledge",
    "type": "Law",
    "tags": [
      "education",
      "access",
      "curriculum",
      "equality",
      "inclusion",
      "lifelong learning"
    ],
    "links": [
      3
    ],
    "content": "The Ministry of Education guarantees equitable access to knowledge through universal, free primary and secondary education, with inclusive programs for marginalized populations. National standards ensure quality and consistency, while curriculum development fosters critical thinking, civic responsibility, and adaptability to a changing world. Through digital tools, libraries, and adult learning initiatives, lifelong learning is promoted as a right and necessity for all citizens.",
    "translation": "La Ministerio pri Edukado garantias egalan aliron al scio per universala, senpaga baza kaj meza edukado, kun inkluzivaj programoj por marĝenitaj grupoj. Naciaj normoj certigas kvaliton kaj koherecon, dum la instruplano disvolvas kritikan pensadon, civitan respondecon, kaj adapteblecon al ŝanĝiĝanta mondo. Per ciferecaj iloj, bibliotekoj, kaj plenkreskul-edukado, daŭra lernado estas antaŭenigita kiel rajto kaj bezono por ĉiuj civitanoj.",
    "stakeholders": [
      "Students",
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Families"
    ]
  },
  {
    "id": 39,
    "name": "Legal Literacy in Schools",
    "type": "Law",
    "tags": [
      "justice",
      "civic education",
      "law awareness",
      "human rights",
      "youth empowerment"
    ],
    "links": [
      3,
      4
    ],
    "content": "In partnership with the Ministry of Justice, the Ministry of Education implements legal literacy programs that teach students the foundations of the legal system, civil rights, and democratic processes. These programs demystify the justice system and empower young people to understand and exercise their rights and responsibilities. Through mock trials, debates, and interactive lessons, students gain practical understanding of the rule of law and its role in society.",
    "translation": "Kunlabore kun la Ministerio pri Justeco, la Ministerio pri Edukado efektivigas programojn pri jura scipovo kiuj instruas al lernantoj la bazojn de la jura sistemo, civilajn rajtojn, kaj demokratajn procezojn. Tiuj programoj malmistifikas la juran sistemon kaj povigas junulojn por kompreni kaj praktiki siajn rajtojn kaj respondecojn. Per imitaj juĝprocesoj, debatoj, kaj interagaj lecionoj, lernantoj akiras praktikan komprenon pri la regado de leĝo kaj ĝia rolo en la socio.",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 40,
    "name": "Educational Economic Empowerment",
    "type": "Law",
    "tags": [
      "economic development",
      "skills training",
      "entrepreneurship",
      "STEM",
      "job-readiness"
    ],
    "links": [
      3,
      5
    ],
    "content": "To support economic regulation and growth, the Ministry of Education designs curricula that include financial literacy, vocational training, and entrepreneurship education. STEM programs are expanded to meet modern labor market needs, and partnerships with industry foster job-readiness from an early age. Education is treated not only as a public good but also as a strategic lever for national competitiveness and economic stability.",
    "translation": "Por subteni ekonomian reguladon kaj kreskon, la Ministerio pri Edukado desegnas instruplanojn kiuj inkluzivas financan scipovon, metilernadon, kaj entreprenan edukadon. STEM-programoj estas vastigitaj por renkonti la bezonojn de la moderna labormerkato, kaj kunlaboroj kun industrio antaŭenigas laboreblecojn ekde juna aĝo. Edukado estas traktata ne nur kiel publika bono, sed ankaŭ kiel strategia ilo por nacia konkurencivo kaj ekonomia stabileco.",
    "stakeholders": []
  },
  {
    "id": 41,
    "name": "Administering National Exams and Assessments",
    "type": "Law",
    "links": [
      3,
      4,
      5
    ],
    "tags": [
      "education",
      "assessment",
      "standardization",
      "fairness",
      "evaluation"
    ],
    "content": "The state ensures the consistent and fair administration of national exams and assessments across all regions and school types. The Ministry of Education oversees the development, deployment, and scoring of standardized tests, while maintaining transparency and accountability in evaluation procedures. Collaborations with the Ministries of Economic Regulation and Justice and Rule of Law support regulatory oversight and legal fairness to prevent bias, fraud, or inequality in examination processes.",
    "translation": "La ŝtato certigas konsekvencan kaj justan administradon de naciaj ekzamenoj kaj taksoj tra ĉiuj regionoj kaj lernejoj. La Ministerio pri Edukado superrigardas la ellaboron, efektivigon, kaj pritakson de normigitaj testoj, konservante travideblecon kaj respondecon en taksado. Kunlaboro kun la Ministerioj pri Ekonomia Reguligo kaj Justeco kaj Jura Regado subtenas reguligan kontrolon kaj juran justecon por eviti antaŭjuĝojn, trompojn aŭ malegalecon en la ekzamenaj proceduroj.",
    "stakeholders": [
      "Students",
      "Teachers",
      "Parents",
      "Educational Administrators",
      "Youth"
    ]
  },
  {
    "id": 42,
    "name": "Promoting Digital Literacy and Technology in Education",
    "type": "Law",
    "links": [
      3,
      5,
      7
    ],
    "tags": [
      "education",
      "technology",
      "digital-literacy",
      "infrastructure",
      "access"
    ],
    "content": "The state integrates digital literacy into all levels of the educational system, ensuring that students and educators develop skills necessary for the digital age. The Ministry of Education coordinates with the Ministries of Economic Regulation and Infrastructure Development to equip schools with modern technologies, provide training, and ensure equitable access to internet and digital tools across regions, minimizing the digital divide.",
    "translation": "La ŝtato enigas ciferecan legopovon en ĉiujn eduknivelojn, certigante ke lernantoj kaj instruistoj disvolvu kapablojn necesajn por la cifereca epoko. La Ministerio pri Edukado kunlaboras kun la Ministerioj pri Ekonomia Reguligo kaj Infrastruktura Evoluo por ekipi lernejojn per modernaj teknologioj, disponigi trejnadon, kaj certigi egalan aliron al interreto kaj ciferecaj iloj tra la regionoj, malpliigante la ciferecan dividon.",
    "stakeholders": [
      "Students",
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Construction Workers"
    ]
  },
  {
    "id": 43,
    "name": "Regulating Private Educational Institutions",
    "type": "Law",
    "links": [
      3,
      4,
      5
    ],
    "tags": [
      "education",
      "regulation",
      "private-schools",
      "oversight",
      "compliance"
    ],
    "content": "The state regulates private educational institutions to ensure they meet national educational standards and protect students' rights. The Ministry of Education sets criteria and monitors compliance, in coordination with the Ministries of Justice and Rule of Law and Economic Regulation. This collaboration ensures legal accountability, financial transparency, and the alignment of private sector practices with public educational goals.",
    "translation": "La ŝtato reguligas privatajn edukajn instituciojn por certigi ke ili plenumu naciajn edukajn normojn kaj protektu la rajtojn de lernantoj. La Ministerio pri Edukado starigas kriteriojn kaj kontrolas konformecon, kunlabore kun la Ministerioj pri Justeco kaj Jura Regado kaj Ekonomia Reguligo. Tiu kunlaboro certigas juran respondecon, financan travideblecon, kaj la alĝustigon de privataj praktikoj kun publikaj edukceloj.",
    "stakeholders": [
      "Students",
      "Teachers",
      "Parents",
      "Educational Administrators",
      "Youth"
    ]
  },
  {
    "id": 44,
    "name": "Supporting Higher Education and Research",
    "type": "Law",
    "links": [
      3,
      14
    ],
    "tags": [
      "higher-education",
      "research",
      "universities",
      "academic-collaboration",
      "international"
    ],
    "content": "The state fosters higher education and scientific research through policy frameworks, funding, and international collaboration. The Ministry of Education, in its role as research authority, supports universities, research institutes, and academic innovation. Partnership with the Ministry of Foreign Relations enables global exchange programs, joint research initiatives, and participation in international academic networks, positioning national institutions as part of the global knowledge community.",
    "translation": "La ŝtato subtenas altedukadon kaj sciencan esploradon per politikaj kadroj, financado, kaj internacia kunlaboro. La Ministerio pri Edukado, kiel esplorajtoritato, subtenas universitatojn, esplorinstitutojn kaj akademian novigon. Kunlaboro kun la Ministerio pri Eksteraj Rilatoj ebligas tutmondajn interŝanĝprogramojn, kunajn esplorprojektojn, kaj partoprenon en internaciaj akademiaj retoj, poziciigante naciajn instituciojn kiel parto de la monda scio-komunumo.",
    "stakeholders": []
  },
  {
    "id": 45,
    "name": "Managing Student Loan and Grant Programs",
    "type": "Law",
    "links": [
      3,
      5,
      15
    ],
    "tags": [
      "education",
      "finance",
      "student-support",
      "grants",
      "equity"
    ],
    "content": "The state manages financial aid programs including student loans and grants to ensure access to education for all socioeconomic backgrounds. The Ministry of Education administers eligibility and disbursement, while the Ministries of Economic Regulation and Social Welfare and Protection ensure financial oversight, social fairness, and effective targeting of aid to students most in need.",
    "translation": "La ŝtato administras financajn helpoprogramojn inkluzive de studentaj pruntoj kaj subvencioj por certigi edukaliron por ĉiuj sociekonomiaj fonoj. La Ministerio pri Edukado prizorgas la elekteblecon kaj disdonon, dum la Ministerioj pri Ekonomia Reguligo kaj Socia Protekto certigas financan kontrolon, socian justecon, kaj efikan direktadon de helpo al la studentoj plej bezonantaj ĝin.",
    "stakeholders": [
      "Students",
      "Teachers",
      "Parents",
      "Educational Administrators",
      "Youth"
    ]
  },
  {
    "id": 46,
    "name": "Implementing Inclusive Education Policies",
    "type": "Law",
    "links": [
      3,
      1,
      15
    ],
    "tags": [
      "education",
      "inclusion",
      "disability",
      "accessibility",
      "equity"
    ],
    "content": "The state promotes inclusive education policies that accommodate students with disabilities and other marginalized groups. The Ministry of Education ensures adapted curricula, teacher training, and infrastructure modifications. It works closely with the Ministries of Public Health and Social Welfare and Protection to address both medical and social inclusion needs, creating a holistic support system that guarantees meaningful access to education for all learners.",
    "translation": "La ŝtato antaŭenigas inkluzivajn edukpolitikojn kiuj zorgas pri lernantoj kun handikapoj kaj aliaj marĝenitaj grupoj. La Ministerio pri Edukado certigas adaptitajn lernoprogramojn, instruistan trejnadon, kaj infrastrukturan modifadon. Ĝi kunlaboras proksime kun la Ministerioj pri Publika Sano kaj Socia Protekto por trakti kaj medicinajn kaj sociajn inkluzivajn bezonojn, kreante holisman subtenan sistemon kiu garantias signifan edukaliron por ĉiuj lernantoj.",
    "stakeholders": [
      "Students",
      "Families",
      "Social Workers",
      "Teachers",
      "Unemployed People"
    ]
  },
  {
    "id": 47,
    "name": "Cybersecurity and Digital Threat Protection",
    "type": "Law",
    "links": [
      2,
      5,
      7
    ],
    "tags": [
      "cybersecurity",
      "infrastructure",
      "digital-safety",
      "technology",
      "network-security",
      "protection"
    ],
    "content": "The state ensures cybersecurity by protecting digital infrastructure, monitoring threats, and enforcing secure standards for public and private systems. It collaborates with ministries responsible for national security, economic regulation, and infrastructure to identify vulnerabilities and mitigate cyberattacks. National strategies include public education on online safety, support for cybersecurity professionals, and partnerships with technology providers. Cybersecurity is framed not just as a technical issue but as a critical dimension of public safety and national resilience.",
    "translation": "La ŝtato certigas cibersekurecon per protektado de cifereca infrastrukturo, monitorado de minacoj, kaj trudado de sekuraj normoj por publikaj kaj privataj sistemoj. Ĝi kunlaboras kun ministerioj pri nacia sekureco, ekonomia regulado, kaj infrastrukturo por identigi vundeblecojn kaj mildigi ciberatakojn. Naciaj strategioj inkluzivas publikan edukadon pri reta sekureco, subtenon por cibersekurecaj profesiuloj, kaj partnerecojn kun teknologiaj provizantoj. Cibersekureco estas konsiderata ne nur teknika demando sed fundamenta aspekto de publika sekureco kaj nacia rezisto.",
    "stakeholders": [
      "Construction Workers",
      "Residents",
      "Urban Planners",
      "Transit Authorities"
    ]
  },
  {
    "id": 48,
    "name": "Youth Violence and Gang Diversion Programs",
    "type": "Law",
    "links": [
      2,
      3,
      15
    ],
    "tags": [
      "violence-prevention",
      "education",
      "rehabilitation",
      "community-safety",
      "youth",
      "social-programs"
    ],
    "content": "The state addresses youth violence through holistic prevention programs that provide alternatives to gang involvement. Partnering with education and social welfare sectors, the ministry supports community-based initiatives, mentorship networks, and access to employment or training. Schools play a critical role in identifying at-risk youth, while social workers and law enforcement coordinate personalized interventions. These programs aim to rebuild trust, promote conflict resolution, and provide sustainable pathways for youth in vulnerable communities.",
    "translation": "La ŝtato traktas junularan perforton per holismaj preventaj programoj kiuj proponas alternativojn al bando-implikiĝo. Kunlaborante kun edukado kaj socia protekto, la ministerio subtenas komunumajn iniciatojn, mentorajn retojn, kaj aliron al laboro aŭ trejnado. Lernejoj ludas gravan rolon en identigado de junuloj en risko, dum sociaj laboristoj kaj sekurecaj instancoj kunordigas personigitajn intervenojn. Tiuj programoj celas rekonstrui fidon, instigi konflikto-solvajn kapablojn, kaj proponi daŭrigeblajn vojojn al junuloj en vundeblaj komunumoj.",
    "stakeholders": [
      "Students",
      "Teachers",
      "Parents",
      "Educational Administrators",
      "Youth"
    ]
  },
  {
    "id": 49,
    "name": "Gun and Weapon Control Enforcement",
    "type": "Law",
    "links": [
      2,
      4
    ],
    "tags": [
      "weapon-control",
      "public-safety",
      "law-enforcement",
      "firearms",
      "regulation",
      "security"
    ],
    "content": "The state enforces gun and weapon regulations to prevent violence and ensure public safety. This includes managing firearm licensing, monitoring illegal trafficking, and coordinating disarmament campaigns when necessary. Working with justice and security ministries, the government trains officers in responsible enforcement and oversees compliance checks. Public education on safe weapon storage and reporting illegal activity is also prioritized. These efforts contribute to crime reduction and build trust in the rule of law.",
    "translation": "La ŝtato devigas leĝojn pri pafiloj kaj armiloj por malhelpi perforton kaj certigi publikan sekurecon. Tio inkluzivas permesadon de pafiloj, monitoradon de kontraŭleĝa komerco, kaj organizadon de malarmigaj kampanjoj laŭbezone. Kunlaborante kun la ministerioj pri justico kaj sekureco, la registaro trejnas oficirojn pri respondeca plenumado kaj kontrolas konformecon. Publika edukado pri sekura stokado kaj raportado de kontraŭleĝa agado ankaŭ estas prioritato. Tiuj penoj kontribuas al krimo-redukto kaj fido en la jurŝtato.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Government Officials",
      "Intelligence Officers"
    ]
  },
  {
    "id": 50,
    "name": "Security Oversight of Public Events",
    "type": "Law",
    "links": [
      2,
      9,
      10
    ],
    "tags": [
      "event-security",
      "crowd-control",
      "emergency-readiness",
      "public-space",
      "coordination",
      "protection"
    ],
    "content": "The state ensures security at public events through risk assessments, emergency planning, and coordination with local responders. Events include political demonstrations, cultural festivals, and large gatherings. The ministry works with emergency management and democratic institutions to maintain both safety and civil liberties. Preventative measures include crowd control strategies, surveillance, and access control, while contingency plans prepare for medical or criminal incidents. Transparency and accountability in planning are vital to public trust.",
    "translation": "La ŝtato certigas sekurecon ĉe publikaj eventoj per riskotaksoj, krizaj planoj, kaj kunordigo kun lokaj respondeculoj. Eventoj inkluzivas politikajn manifestaciojn, kulturajn festivalojn, kaj amasajn kunvenojn. La ministerio kunlaboras kun kriz-administrado kaj demokratiaj institucioj por garantii kaj sekurecon kaj civitanajn liberecojn. Preventaj mezuroj inkluzivas homamasregadon, gvatadon, kaj alirkontrolon, dum krizaj planoj preparas por medicinaj aŭ krimaj okazaĵoj. Travidebleco kaj respondeco en la planado estas esencaj por publika fido.",
    "stakeholders": []
  },
  {
    "id": 51,
    "name": "Monitoring Hate Crimes and Civil Unrest",
    "type": "Law",
    "links": [
      2,
      10,
      15
    ],
    "tags": [
      "hate-crime",
      "civil-rights",
      "social-cohesion",
      "justice",
      "monitoring",
      "response"
    ],
    "content": "The state actively monitors hate crimes and incidents of civil unrest to safeguard vulnerable groups and uphold democratic order. It collects data on incidents, supports victims, and ensures proportional responses by law enforcement. Working with democratic participation and social protection ministries, the policy emphasizes both immediate intervention and long-term prevention. Community outreach, legal education, and anti-discrimination campaigns form part of the approach to reduce tensions and promote social harmony.",
    "translation": "La ŝtato aktive observas krimojn de malamo kaj sociajn tumultojn por protekti vundeblajn grupojn kaj subteni demokratan ordon. Ĝi kolektas datumojn pri okazaĵoj, subtenas viktimojn, kaj certigas proporciajn reagojn de polico. Kunlaborante kun ministerioj pri demokratia partopreno kaj socia protekto, la politiko emfazas kaj tujan intervenon kaj longtempan preventadon. Komunuma atingado, jura edukado, kaj kontraŭdiskriminaj kampanjoj estas parto de la aliro por redukti streĉojn kaj antaŭenigi socian harmonion.",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 52,
    "name": "Border Security and Immigration Enforcement",
    "type": "Law",
    "links": [
      2,
      14
    ],
    "tags": [
      "border",
      "immigration",
      "entry-control",
      "national-security",
      "enforcement",
      "foreign-relations"
    ],
    "content": "The state ensures secure and lawful borders through coordinated immigration enforcement, identity verification, and international cooperation. Border control measures balance the facilitation of legal movement with the prevention of trafficking and unauthorized entry. Collaboration with foreign affairs and national security ministries helps streamline bilateral agreements, asylum processes, and deportation protocols. Officers receive specialized training to respect human rights while fulfilling enforcement mandates. This role is essential for maintaining sovereignty, safety, and orderly migration systems.",
    "translation": "La ŝtato certigas sekurajn kaj laŭleĝajn landlimojn per kunordigita migrada devigo, identeca konfirmado, kaj internacia kunlaboro. Limkontrolo ekvilibrigas la faciligon de laŭleĝa movado kun preventado de kontrabando kaj neregulara eniro. Kunlaboro kun eksterlandaj rilatoj kaj nacia sekureco helpas flue prizorgi duflankajn interkonsentojn, azilprocezojn, kaj elpelajn protokolojn. Oficiroj ricevas specialan trejnadon por respekti homajn rajtojn dum plenumado de devigaj respondecoj. Tiu rolo estas esenca por suvereneco, sekureco, kaj ordigita migrado.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Government Officials",
      "Intelligence Officers"
    ]
  },
  {
    "id": 53,
    "name": "Public Transportation and Transit Security",
    "type": "Law",
    "links": [
      7,
      2
    ],
    "tags": [
      "transit",
      "public-transport",
      "security",
      "infrastructure",
      "monitoring",
      "protection"
    ],
    "content": "The state safeguards public transportation systems—including buses, subways, and regional trains—by implementing surveillance, emergency protocols, and rapid response units. The Ministry of Security works closely with infrastructure and national security ministries to design and maintain secure transit hubs and routes. Priorities include preventing vandalism, deterring terrorism, and ensuring safe passage for all passengers. Security officers are stationed in major transit locations, and public awareness campaigns help foster vigilance and cooperation.",
    "translation": "La ŝtato protektas publikajn transportajn sistemojn—inkluzive busojn, metroojn, kaj regionajn trajnojn—per efektivigo de gvatado, krizaj protokoloj, kaj rapidaj reagunuoj. La Sekurec-Ministerio kunlaboras kun la ministerioj pri infrastrukturo kaj nacia sekureco por desegni kaj konservi sekurajn transportajn punktojn kaj itinerojn. Prioritatoj inkluzivas preventadon de vandalismo, deteron de terorismo, kaj certigon de sekura vojaĝo por ĉiuj pasaĝeroj. Sekurecaj agentoj estas ĉeestantaj en gravaj transitsistemoj, kaj publika konsciokampanjo helpas instigi viglecon kaj kunlaboron.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Construction Workers",
      "Law Enforcement",
      "Transit Authorities"
    ]
  },
  {
    "id": 54,
    "name": "Counterterrorism Operations and Intelligence Sharing",
    "type": "Law",
    "links": [
      2,
      14,
      4
    ],
    "tags": [
      "counterterrorism",
      "intelligence",
      "cooperation",
      "national-security",
      "surveillance",
      "law-enforcement"
    ],
    "content": "The state conducts counterterrorism operations and facilitates intelligence sharing with both domestic and international agencies. Coordinated efforts involve law enforcement, foreign relations, and judicial systems to track threats, disrupt networks, and ensure legal accountability. Surveillance systems and data analysis are used under strict oversight to protect civil liberties. Special forces, diplomatic liaisons, and inter-ministerial committees all play roles in securing the nation while respecting human rights and international law obligations.",
    "translation": "La ŝtato plenumas kontraŭterorismajn operaciojn kaj faciligas inteligentecan kunhavigon kun enlandaj kaj eksterlandaj instancoj. Kunordigitaj penoj implikas leĝajn devigantojn, eksterlandajn rilatojn, kaj juĝajn sistemojn por spuri minacojn, interrompi retojn, kaj certigi juran respondecon. Gvatsistemoj kaj datumanalizo estas uzataj sub strikta superrigardo por protekti civitajn liberecojn. Specialaj taĉmentoj, diplomatiaj ligiloj, kaj interministeriaj komitatoj ĉiuj kontribuas al nacia sekureco dum respektado de homaj rajtoj kaj internacia juro.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Government Officials",
      "Intelligence Officers"
    ]
  },
  {
    "id": 55,
    "name": "Protection of Critical Infrastructure",
    "type": "Law",
    "links": [
      7,
      5,
      2
    ],
    "tags": [
      "infrastructure",
      "protection",
      "security",
      "resilience",
      "utilities",
      "cyber-physical"
    ],
    "content": "The state protects critical infrastructure—such as power grids, water supply, telecommunications, and energy pipelines—from physical and cyber threats. The Ministry of Security works with infrastructure and economic ministries to assess vulnerabilities, enforce safety standards, and develop contingency plans. Advanced surveillance systems, emergency drills, and redundant backups form part of a national resilience strategy. In times of conflict or disaster, ensuring the functionality of these systems is crucial to public trust and continuity of services.",
    "translation": "La ŝtato protektas esencan infrastrukturon—kiel elektroretojn, akvoprovizon, telekomunikadojn, kaj energiproviztubojn—kontraŭ fizikaj kaj ciberminacoj. La Sekurec-Ministerio kunlaboras kun la ministerioj pri infrastrukturo kaj ekonomio por taksi vundeblecojn, devigi sekurecnormojn, kaj evoluigi krizajn planojn. Altnivelaj gvatsistemoj, krizaj ekzercadoj, kaj rezervaj sistemoj estas parto de nacia rezista strategio. En tempoj de konflikto aŭ katastrofo, funkciigo de tiuj sistemoj estas kerna por publika fido kaj daŭro de servoj.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Construction Workers",
      "Law Enforcement",
      "Transit Authorities"
    ]
  },
  {
    "id": 56,
    "name": "Security of Detention Facilities and Prisons",
    "type": "Law",
    "links": [
      2,
      4,
      13
    ],
    "tags": [
      "prisons",
      "detention",
      "facility-security",
      "corrections",
      "law-enforcement",
      "oversight"
    ],
    "content": "The state maintains the security and humane management of detention centers and prisons. Working with justice and labor ministries, it ensures facilities are adequately staffed, monitored, and compliant with legal and human rights standards. Training for corrections officers emphasizes de-escalation and ethical practices. The policy includes provisions for rehabilitation, labor reintegration, and mental health support to reduce recidivism. Security audits and independent oversight mechanisms promote transparency and accountability within the correctional system.",
    "translation": "La ŝtato garantias sekurecon kaj humanan administradon de detenaj centroj kaj malliberejoj. Kunlaborante kun la ministerioj pri justico kaj laboro, ĝi certigas ke instalaĵoj estas sufiĉe dungitaj, monitorataj, kaj konformaj al leĝaj kaj homrajtaj normoj. Trejnado por prizonkontrolistoj emfazas malkrimigon kaj etikajn praktikojn. La politiko inkluzivas rebonigadon, laboran reintegron, kaj mensan sanan subtenon por redukti recidivon. Sekurecaj taksoj kaj sendependaj superrigardaj mekanismoj antaŭenigas travideblecon kaj respondecon en la korekta sistemo.",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Government Officials",
      "Intelligence Officers"
    ]
  },
  {
    "id": 57,
    "name": "Military Ranks & Hierarchy",
    "type": "Law",
    "links": [
      2
    ],
    "tags": [
      "military",
      "ranks",
      "hierarchy",
      "structure",
      "national-security"
    ],
    "content": "The state codifies a clear military rank structure, including enlisted, non-commissioned, and officer tiers. The rank hierarchy ensures orderly command, operational discipline, and role clarity in all branches of the armed forces. Promotions are based on merit, seniority, and evaluations conducted under national security oversight. Uniform insignia and responsibilities are standardized, and formal procedures govern temporary or acting positions during wartime or emergency operations.",
    "translation": "La ŝtato kodigas klaran rangostrukturon por la militistaro, inkluzive rekrutitojn, ne-komisiitajn kaj oficirojn. La hierarkio garantias ordigitan komandadon, funkci-disciplinon kaj klarecon pri roloj en ĉiuj branĉoj de la armitaj fortoj. Promocioj baziĝas sur merito, aĝo en servo kaj taksoj sub la superrigardo de nacia sekureco. Uniformaj insignoj kaj respondecoj estas normigitaj, kaj formalaj proceduroj regas provizorajn aŭ anstataŭajn rolojn dum milito aŭ krizo.",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 58,
    "name": "Authority and Responsibilities of Commanding Officers",
    "type": "Law",
    "links": [
      2,
      4
    ],
    "tags": [
      "military",
      "command",
      "authority",
      "officers",
      "discipline",
      "law-enforcement"
    ],
    "content": "The state defines the powers and duties of commanding officers in military units. These include operational command, disciplinary authority, logistical oversight, and personnel evaluation. Officers are legally bound to uphold constitutional values and international humanitarian law, even during conflict. Collaborating with the justice ministry, command decisions involving discipline or use of force are reviewable under military law to prevent abuse and ensure accountability.",
    "translation": "La ŝtato difinas la povojn kaj devojn de komandantaj oficiroj en armeaj unuoj. Tiuj inkluzivas operacian komandadon, disciplinan aŭtoritaton, loĝistikan superrigardon kaj personaran taksadon. Oficiroj estas jure devigitaj respekti konstituciajn valorojn kaj internacian humanitaran juron, eĉ dum konflikto. En kunlaboro kun la justicministerio, decidoj rilataj al disciplino aŭ uzo de forto estas revideblaj laŭ la militista juro por eviti misuzojn kaj certigi respondecon.",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 59,
    "name": "Military Justice and Court-Martial Procedures",
    "type": "Law",
    "links": [
      2,
      4
    ],
    "tags": [
      "military",
      "justice",
      "court-martial",
      "discipline",
      "legal-process",
      "national-security"
    ],
    "content": "The state maintains a separate system of military justice to address infractions committed by armed forces personnel. Court-martial procedures follow due process while accounting for operational needs and military discipline. Legal defense is guaranteed, and appeals may be reviewed by higher military or civilian courts depending on severity. The justice and national security ministries coordinate oversight to ensure legitimacy and alignment with constitutional protections.",
    "translation": "La ŝtato konservas apartan sistemon de militista justico por pritrakti malobservojn faritajn de membroj de la armitaj fortoj. Milittribunalaj proceduroj sekvas procezajn garantiojn kun konsidero al funkciaj bezonoj kaj disciplino. Jura defendo estas garantiita, kaj apelacioj povas esti reviziitaj de pli altaj militistaj aŭ civilaj tribunaloj depende de graveco. La ministerioj pri justico kaj nacia sekureco kunordigas superrigardon por certigi legitimecon kaj konstitucian konformecon.",
    "stakeholders": [
      "Judges",
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Defendants"
    ]
  },
  {
    "id": 60,
    "name": "Conditions of Service for Armed Forces Personnel",
    "type": "Law",
    "links": [
      2,
      13,
      15
    ],
    "tags": [
      "military",
      "service",
      "personnel",
      "labor-rights",
      "benefits",
      "welfare"
    ],
    "content": "The state guarantees fair conditions of service for members of the armed forces, including recruitment standards, living conditions, health care, and compensation. Collaboration with labor and social welfare ministries ensures soldiers receive adequate support during and after service. Conditions include paid leave, housing access, and post-deployment reintegration programs. Additional measures support the well-being of families of deployed personnel, including mental health services and education benefits.",
    "translation": "La ŝtato garantias justajn servokondiĉojn por membroj de la armitaj fortoj, inkluzive rekrutadnormojn, vivkondiĉojn, sanservon kaj kompenson. Kunlaboro kun la laboro- kaj socia bonfarto-ministerioj certigas sufiĉan subtenon dum kaj post servo. Kondiĉoj inkluzivas pagitan ferion, loĝejo-aliron kaj postmisiajn reintegriĝprogramojn. Kromaj mezuroj subtenas la bonfarton de familioj de deplojiĝintaj soldatoj, inkluzive mensan sanon kaj edukajn avantaĝojn.",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Families",
      "Social Workers"
    ]
  },
  {
    "id": 61,
    "name": "Code of Conduct and Ethics in the Armed Forces",
    "type": "Law",
    "links": [
      2,
      4
    ],
    "tags": [
      "military",
      "ethics",
      "conduct",
      "training",
      "discipline",
      "human-rights"
    ],
    "content": "The state enforces a binding code of conduct and military ethics that governs behavior both in service and during conflict. This includes rules on the treatment of civilians, engagement with enemy combatants, and the use of force. Violations are subject to disciplinary or judicial review. Mandatory ethics training is incorporated into officer and enlisted curricula. The justice ministry supports oversight and training to ensure respect for human dignity and international norms.",
    "translation": "La ŝtato devigas devigan kondutkodon kaj etikon por la armitaj fortoj, regante konduton dum servo kaj konflikto. Ĉi tio inkluzivas regulojn pri traktado de civiluloj, interagado kun malamikaj batalantoj, kaj uzo de forto. Malobservoj estas submetataj al disciplina aŭ jura revizio. Deviga etiktrejnado estas integrita en la instruado por oficiroj kaj rekrutoj. La justicministerio subtenas superrigardon kaj trejnadon por certigi respekton al homa digno kaj internaciaj normoj.",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 62,
    "name": "List of Military Ranks",
    "type": "Section",
    "tags": [
      "military",
      "ranks",
      "structure"
    ],
    "links": [
      57
    ],
    "content": "<ol><li>Private</li><li>Corporal</li><li>Sergeant</li><li>Lieutenant</li><li>Captain</li><li>Major</li><li>Colonel</li><li>General</li></ol>",
    "translation": "<ol><li>Simpla Soldato</li><li>Kaporalo</li><li>Serĝento</li><li>Leŭtenanto</li><li>Kapitano</li><li>Majoro</li><li>Kolonelo</li><li>Ĝeneralo</li></ol>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 63,
    "name": "Duties of Privates",
    "type": "Section",
    "tags": [
      "military",
      "duties",
      "rank"
    ],
    "links": [
      57
    ],
    "content": "<ul><li>Follow orders from superior officers.</li><li>Maintain personal discipline and hygiene.</li><li>Participate in training and exercises.</li><li>Report any misconduct or security threats.</li></ul>",
    "translation": "<ul><li>Obei ordonojn de superaj oficiroj.</li><li>Konservi personan disciplinon kaj higienon.</li><li>Partopreni en trejnadoj kaj ekzercoj.</li><li>Raporti ajnan miskonduton aŭ sekurecajn minacojn.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 64,
    "name": "Duties of Sergeants",
    "type": "Section",
    "tags": [
      "military",
      "duties",
      "rank"
    ],
    "links": [
      57
    ],
    "content": "<ul><li>Lead small units of soldiers in missions.</li><li>Train and mentor lower-ranked personnel.</li><li>Ensure compliance with discipline and regulations.</li><li>Serve as liaison between officers and troops.</li></ul>",
    "translation": "<ul><li>Gvidi malgrandajn unuojn en misioj.</li><li>Trejni kaj gvidi pli malaltajn rangulojn.</li><li>Certigi disciplinon kaj regulobservon.</li><li>Servi kiel ligilo inter oficiroj kaj soldatoj.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 65,
    "name": "Duties of Captains",
    "type": "Section",
    "tags": [
      "military",
      "duties",
      "rank"
    ],
    "links": [
      57
    ],
    "content": "<ul><li>Command a company of soldiers.</li><li>Develop tactical plans and strategies.</li><li>Supervise logistics and supply within unit.</li><li>Maintain morale and ethical standards.</li></ul>",
    "translation": "<ul><li>Komandi kompanion de soldatoj.</li><li>Ellabori taktikajn planojn kaj strategiojn.</li><li>Superrigardi logistikojn kaj provizojn en la unuo.</li><li>Konservi moralan kaj etikajn normojn.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 66,
    "name": "Duties of Generals",
    "type": "Section",
    "tags": [
      "military",
      "duties",
      "rank"
    ],
    "links": [
      57
    ],
    "content": "<ul><li>Oversee large-scale military operations and commands.</li><li>Advise national leadership on defense matters.</li><li>Ensure coordination between military branches.</li><li>Uphold constitutional and legal principles in military conduct.</li></ul>",
    "translation": "<ul><li>Superrigardi grandskalajn armeajn operaciojn kaj komandojn.</li><li>Konsili nacian gvidadon pri defendo.</li><li>Certigi kunordigon inter militfortaj branĉoj.</li><li>Subteni konstituciajn kaj leĝajn principojn en milita konduto.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 67,
    "name": "Armed Forces",
    "type": "Law",
    "tags": [
      "military",
      "defense",
      "branches",
      "security"
    ],
    "links": [
      2
    ],
    "content": "The state hereby establishes the Armed Forces as the unified military body responsible for the defense, sovereignty, and constitutional order of the nation. The Armed Forces consist of four primary branches: the Army, Navy, Air Force, and Gendarmerie. Each branch serves a distinct role and operates under the unified command of the Ministry of National Security, with coordination across civil and defense sectors.",
    "translation": "La ŝtato per ĉi tiu leĝo fondas la Armitajn Fortojn kiel unuigitan armean strukturon respondecan pri defendo, suvereneco, kaj konstitucia ordo de la nacio. La Armitaj Fortoj konsistas el kvar ĉefaj branĉoj: la Armeo, Mararmeo, Aerarmeo, kaj Ĝendarmaro. Ĉiu branĉo havas apartan rolon kaj funkcias sub la unuigita komando de la Ministerio pri Nacia Sekureco, kun kunordigo inter civilaj kaj defendaj sektoroj.",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 68,
    "name": "Army Branch",
    "type": "Section",
    "tags": [
      "military",
      "army",
      "ground forces"
    ],
    "links": [
      67
    ],
    "content": "<ul><li>The Army is responsible for ground-based defense and land operations.</li><li>It secures national borders, strategic territory, and critical infrastructure.</li><li>It engages in peacekeeping, humanitarian, and reconstruction missions domestically and abroad.</li><li>The Army maintains readiness for rapid deployment during national emergencies or war.</li></ul>",
    "translation": "<ul><li>La Armeo respondecas pri surtera defendo kaj operacioj sur la tero.</li><li>Ĝi gardas naciajn landlimojn, strategian teritorion, kaj esencan infrastrukturon.</li><li>Ĝi partoprenas pac-konservajn, humanitarajn, kaj rekonstruajn misiojn enlande kaj eksterlande.</li><li>La Armeo konservas pretecon por rapida deplojiĝo dum naciaj krizoj aŭ milito.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 69,
    "name": "Navy Branch",
    "type": "Section",
    "tags": [
      "military",
      "navy",
      "maritime",
      "sea"
    ],
    "links": [
      67
    ],
    "content": "<ul><li>The Navy secures maritime borders and territorial waters.</li><li>It conducts sea-based patrols, transport, rescue, and combat operations.</li><li>The Navy supports anti-piracy, environmental protection, and international maritime law enforcement.</li><li>It collaborates with civilian maritime authorities and coastal infrastructure agencies.</li></ul>",
    "translation": "<ul><li>La Mararmeo protektas marajn landlimojn kaj teritoriajn akvojn.</li><li>Ĝi efektivigas patroladon, transportadon, savoperaciojn, kaj bataloperaciojn surmare.</li><li>La Mararmeo subtenas kontraŭ-piratecon, mediprotekton, kaj internacian maran juran devigon.</li><li>Ĝi kunlaboras kun civilaj maraj aŭtoritatoj kaj marbordaj infrastrukturaj instancoj.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 70,
    "name": "Air Force Branch",
    "type": "Section",
    "tags": [
      "military",
      "air force",
      "aviation",
      "defense"
    ],
    "links": [
      67
    ],
    "content": "<ul><li>The Air Force protects national airspace and conducts aerial defense operations.</li><li>It performs reconnaissance, rapid response, airlift, and strategic bombing.</li><li>The Air Force is essential for early warning systems and high-altitude surveillance.</li><li>It ensures coordination with civil aviation authorities during emergencies and military drills.</li></ul>",
    "translation": "<ul><li>La Aerarmeo protektas la nacian aerspacon kaj efektivigas aerspacajn defendajn operaciojn.</li><li>Ĝi plenumas esploradon, rapidan respondon, aertransporton, kaj strategian bombadon.</li><li>La Aerarmeo estas esenca por fruavertaj sistemoj kaj altsituaj observaj operacioj.</li><li>Ĝi certigas kunordigon kun civilaj aviadaj aŭtoritatoj dum krizoj kaj militaj ekzercadoj.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 71,
    "name": "Gendarmerie Branch",
    "type": "Section",
    "tags": [
      "military",
      "gendarmerie",
      "law enforcement",
      "domestic"
    ],
    "links": [
      67
    ],
    "content": "<ul><li>The Gendarmerie serves as a military law enforcement body with civil policing responsibilities.</li><li>It provides security in rural and remote regions where civil police are limited.</li><li>The Gendarmerie supports national emergency response and disaster relief operations.</li><li>It ensures law and order, protects key state institutions, and may assist in border control.</li></ul>",
    "translation": "<ul><li>La Ĝendarmaro funkcias kiel armea leĝdeviga korpo kun civilaj policaj respondecoj.</li><li>Ĝi disponigas sekurecon en kamparaj kaj malproksimaj regionoj kie civila polico mankas.</li><li>La Ĝendarmaro subtenas nacian reagadon al krizoj kaj katastrofhelpon.</li><li>Ĝi certigas leĝon kaj ordon, protektas gravajn ŝtatajn instituciojn, kaj povas helpi en landlima kontrolo.</li></ul>",
    "stakeholders": [
      "Defense Officials",
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Veterans"
    ]
  },
  {
    "id": 72,
    "name": "Civil Oversight of Military Operations",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "civilian-control",
      "oversight",
      "accountability",
      "armed-forces"
    ],
    "content": "<ol><li>All operations of the Armed Forces, both domestic and international, shall be subject to oversight by civilian authorities to ensure transparency, legality, and alignment with national values.</li><li>The Ministry of National Security must submit quarterly reports to a designated parliamentary defense committee, including information on deployments, expenditures, strategic objectives, and any incidents involving the use of force.</li><li>An Independent Oversight Committee composed of legal, academic, and civil society representatives shall have access to non-classified military information and may request special investigations into alleged misconduct, human rights abuses, or violations of operational procedure.</li><li>Findings from oversight bodies must be made public in redacted form unless doing so would compromise national security, in which case summaries must still be released to legislative leaders.</li></ol>",
    "translation": "<ol><li>Ĉiuj operacioj de la Armitaj Fortoj, enlande kaj internacie, estu submetataj al superrigardo de civilaj aŭtoritatoj por certigi travideblecon, laŭleĝecon kaj konformecon al naciaj valoroj.</li><li>La Ministerio pri Nacia Sekureco devas prezenti kvaronjarajn raportojn al asignita parlamenta defenda komitato, inkluzive informojn pri deplojoj, elspezoj, strategiaj celoj kaj ajnaj incidentoj implikantaj uzon de forto.</li><li>Sendependa Superrigarda Komitato, kunmetita de juraj, akademiaj kaj civilsociaj reprezentantoj, havu aliron al neklasifikitaj informoj kaj povas peti specialajn enketojn pri supozataj miskondutoj, homaj-rajtoj-malobservoj aŭ proceduraj rompoj.</li><li>Malkovroj de superrigardaj instancoj estu publikigitaj en redaktita formo, krom se tio riskus nacian sekurecon; tiukaze resumoj devas esti donitaj al leĝdonaj gvidantoj.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 73,
    "name": "Reserves and National Guard System",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "reserves",
      "national-guard",
      "defense",
      "citizen-service",
      "deployment"
    ],
    "content": "<ol><li>The Armed Forces shall include two auxiliary structures: a formal Reserve Force and a decentralized National Guard system, both essential for national defense, emergency response, and community protection.</li><li>The Reserve Force shall consist of former active-duty military personnel and trained civilians who remain subject to periodic refresher training and can be rapidly mobilized during crises or armed conflict. Eligibility and terms of service shall be set by the Ministry of National Security.</li><li>The National Guard shall operate under dual command: at the federal level during national emergencies, and at the regional level for civil protection, disaster response, and infrastructure security. Members shall be part-time civilian volunteers who undergo standardized training and are equipped similarly to active military personnel.</li><li>Guard members shall be granted legal protections and benefits during activation equivalent to those of full-time service members, including medical care, insurance, and job reinstatement rights.</li></ol>",
    "translation": "<ol><li>La Armitaj Fortoj enhavu du helpajn strukturojn: formalan Rezervan Forton kaj decentrigitan sistemon de Nacia Gvardio, ambaŭ esencajn por nacia defendo, kriza respondo kaj komunuma protekto.</li><li>La Rezerva Forto konsistu el antaŭaj aktivdeĵoraj personoj kaj trejnitaj civitanoj, kiuj partoprenu regulajn ĝisdatigajn trejnadojn kaj estu rapide mobilizeblaj dum krizoj aŭ armitaj konfliktoj. Rajtigoj kaj servperiodoj estu determinataj de la Ministerio pri Nacia Sekureco.</li><li>La Nacia Gvardio funkciu sub duobla komando: federacia dum naciaj krizoj kaj regiona por civila protekto, katastrofra respondo kaj infrastruktura sekureco. Membroj estu partatempaj civilaj volontuloj kiuj trapasu normigitan trejnadon kaj estu ekipitaj simile al regulaj militistoj.</li><li>Gvardianoj ricevu jurajn protektojn kaj avantaĝojn dum aktivigo egalajn al tiuj de plentempaj servantoj, inkluzive medicinan prizorgon, asekurojn kaj rajton je laborreveno.</li></ol>",
    "stakeholders": [
      "Defense Officials",
      "Civilians",
      "Veterans",
      "Military Personnel"
    ]
  },
  {
    "id": 74,
    "name": "Equal Opportunity in the Armed Forces",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "equality",
      "non-discrimination",
      "armed-forces",
      "rights"
    ],
    "content": "<ol><li>All individuals, regardless of gender, ethnicity, religion, disability, or socioeconomic background, shall have equal opportunity to enlist, advance, and serve in leadership roles within the Armed Forces.</li><li>Selection, promotion, and disciplinary systems must be based solely on merit, performance, and adherence to military codes of conduct. Any form of discrimination, harassment, or exclusion is prohibited and shall be met with swift disciplinary action.</li><li>The Ministry of National Security shall establish a Military Inclusion Office tasked with monitoring representation, investigating complaints of bias or misconduct, and promoting inclusive recruitment campaigns targeting underrepresented groups.</li><li>Annual diversity reports shall be submitted to parliament and made publicly available, with clear benchmarks for inclusion and mechanisms for accountability in leadership and recruitment.</li></ol>",
    "translation": "<ol><li>Ĉiuj individuoj, sendepende de sekso, etneco, religio, handikapo aŭ sociekonomia fono, havu egalan ŝancon eniri, progresi kaj servi en gvidaj roloj en la Armitaj Fortoj.</li><li>Elektaj, promociaj kaj disciplinaj sistemoj baziĝu ekskluzive sur merito, rendimento kaj observemo al militkondutkodo. Ĉia diskriminacio, ĉikano aŭ ekskludo estas malpermesitaj kaj konduku al tuja disciplino.</li><li>La Ministerio pri Nacia Sekureco establu Oficejon pri Arme-Inkludo kun tasko kontroli reprezentecon, esplori plendojn pri antaŭjuĝo aŭ miskonduto, kaj antaŭenigi inkluzivajn rekrutajn kampanjojn celantajn subtaksitajn grupojn.</li><li>Jaraj diversecaj raportoj estu prezentitaj al parlamento kaj publike disponeblaj, kun klaraj mezuroj pri inkludo kaj mekanismoj de respondeco por gvidantoj kaj rekrutado.</li></ol>",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 75,
    "name": "Military Training and Education Standards",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "training",
      "military-education",
      "professionalism",
      "standards"
    ],
    "content": "<ol><li>All personnel within the Armed Forces must complete a rigorous standardized training program aligned with national defense doctrine, human rights law, and international military conduct norms.</li><li>Training shall include combat readiness, tactical operations, emergency response, ethics, humanitarian law, and first aid. Specialized training modules shall be added based on roles and rank progression.</li><li>Military academies and officer schools must be accredited and subject to periodic review by a national authority jointly overseen by the Ministries of National Security and Education.</li><li>Continuing education and leadership development programs shall be mandatory for career advancement, ensuring all personnel maintain current skills and professional competency in rapidly evolving security environments.</li></ol>",
    "translation": "<ol><li>Ĉiuj personoj en la Armitaj Fortoj devas kompletigi rigoran normigitan trejnan programon konforman al la nacia defenda doktrino, homaj rajtoj kaj internaciaj armeaj normoj.</li><li>Trejnado inkluzivu batal-pretecon, taktikajn operaciojn, krizan respondon, etikon, humanitaran juron kaj unuan helpon. Specialaj trejnaj moduloj estu aldonitaj laŭ roloj kaj rangaj progresoj.</li><li>Militaj akademioj kaj oficiroj-lernejoj estu akredititaj kaj regule kontrolataj de nacia aŭtoritato sub komuna respondeco de la Ministerioj pri Nacia Sekureco kaj Edukado.</li><li>Daŭra edukado kaj gvidkapablo-disvolvo estu deviga por kariera antaŭeniro, certigante ke personaro aktualigu siajn kapablojn kaj profesian kompetentecon en rapide ŝanĝiĝantaj sekurecaj medioj.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 76,
    "name": "Humanitarian Engagement by the Armed Forces",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "humanitarian-aid",
      "disaster-response",
      "non-combat",
      "civilian-relations"
    ],
    "content": "<ol><li>The Armed Forces shall maintain designated humanitarian units trained for non-combat missions such as disaster relief, infrastructure repair, epidemic containment, and refugee support.</li><li>These units may be deployed domestically or internationally under clear legal mandates, in coordination with civilian emergency and health agencies.</li><li>Soldiers deployed in humanitarian roles shall receive additional training in civil interaction, cultural sensitivity, medical aid, and disaster psychology, and must adhere to strict non-aggression protocols.</li><li>Military humanitarian activities shall be coordinated through a centralized command structure, reported to the legislature, and subject to international law.</li></ol>",
    "translation": "<ol><li>La Armitaj Fortoj havu specialajn humanitarajn unuojn trejnitajn por nemilitaj misioj kiel katastrofhelpo, infrastruktura riparo, epidemia limigo kaj rifuĝinta subteno.</li><li>Tiuj unuoj povas esti deplojiĝintaj enlande aŭ eksterlande laŭ klaraj juraj mandatoj, kunordigitaj kun civilaj krizaj kaj saninstancoj.</li><li>Soldatoj en humanitaraj roloj ricevu kroman trejnadon pri civila interago, kultura sentemo, medicina helpo kaj katastrofa psikologio, kaj sekvu striktajn senagresiajn protokolojn.</li><li>Militaj humanitaraj agadoj estu kunordigitaj per centra komandostrukturo, raportitaj al la parlamento kaj subigitaj al internacia juro.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 77,
    "name": "Military Education and Training Systems",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "armed-forces",
      "education",
      "training",
      "officers",
      "readiness"
    ],
    "content": "<ol><li>The Armed Forces shall maintain comprehensive military education and training programs for both enlisted personnel and officers.</li><li>Training institutions must adhere to national education standards and incorporate strategic, ethical, and technical instruction.</li><li>Initial and continuous education shall include physical fitness, arms training, law of armed conflict, leadership development, and crisis management.</li><li>Joint training exercises between branches and with allied forces are encouraged to promote interoperability.</li><li>Education programs will be regularly reviewed and modernized to reflect advancements in technology, strategy, and defense policy.</li></ol>",
    "translation": "<ol><li>La Armitaj Fortoj konservos ampleksajn programojn pri milita edukado kaj trejnado por rekrutoj kaj oficiroj.</li><li>Trejnaj institucioj devas respekti naciajn eduknormojn kaj inkluzivi strategian, etikan kaj teknikan instruadon.</li><li>Komenca kaj kontinua edukado inkluzivos fizikan trejnadon, armilan instruadon, leĝojn de armita konflikto, gvidkapablojn kaj krizmastrumadon.</li><li>Komunaj trejnaj ekzercoj inter branĉoj kaj kun aliancitaj fortoj estas instigataj por antaŭenigi kunlaboreblecon.</li><li>Edukaj programoj estos regule reviziataj kaj modernigitaj por reflekti progresojn en teknologio, strategio kaj defenda politiko.</li></ol>",
    "stakeholders": [
      "Students",
      "Teachers",
      "Parents",
      "Educational Administrators",
      "Youth"
    ]
  },
  {
    "id": 78,
    "name": "Military Justice and Disciplinary Code",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "armed-forces",
      "justice",
      "discipline",
      "rule-of-law"
    ],
    "content": "<ol><li>The Armed Forces shall be governed by a distinct Military Justice Code that upholds discipline, integrity, and accountability.</li><li>This code shall define military crimes, procedures, and penalties, while guaranteeing the right to fair trial and appeal.</li><li>Military courts shall operate independently but under constitutional oversight and civil review.</li><li>Commanders shall have limited disciplinary authority, subject to regulation and oversight by higher bodies.</li><li>The code shall ensure protections for whistleblowers, prohibit abuse of authority, and align with international humanitarian law.</li></ol>",
    "translation": "<ol><li>La Armitaj Fortoj estos regataj de aparta Milita Justickodo kiu subtenas disciplinon, integrecon kaj respondecon.</li><li>Ĉi tiu kodo difinos militajn krimojn, procedurojn kaj punojn, garantiante la rajton al justa proceso kaj apelacio.</li><li>Militaj tribunaloj funkcios sendepende sed sub konstitucia superrigardo kaj civila revizio.</li><li>Komandantoj havos limigitan disciplinan aŭtoritaton, submetitan al regularo kaj superrigardo de pli altaj instancoj.</li><li>La kodo certigos protektojn por denuncantoj, malpermesos misuzon de aŭtoritato kaj akordiĝos kun internacia humanitara juro.</li></ol>",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 79,
    "name": "Veterans’ Rights and Reintegration",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "armed-forces",
      "veterans",
      "benefits",
      "social-welfare"
    ],
    "content": "<ol><li>Veterans of the Armed Forces shall be entitled to a comprehensive support system that ensures a dignified return to civilian life.</li><li>These rights shall include access to healthcare, housing assistance, education and retraining, mental health services, and employment support.</li><li>A dedicated Veterans Affairs Office shall manage and coordinate services in partnership with relevant ministries.</li><li>Special attention shall be paid to veterans with disabilities, those affected by combat trauma, and families of fallen service members.</li><li>The state shall recognize and honor veterans through public ceremonies, national records, and pension guarantees.</li></ol>",
    "translation": "<ol><li>Veteranoj de la Armitaj Fortoj havos rajton al ampleksa subtena sistemo por certigi dignan revenon al civila vivo.</li><li>Tiuj rajtoj inkluzivos sanservon, helpojn por loĝado, edukadon kaj retrajnadon, mensan sanon, kaj dungadon.</li><li>Oficejo pri Veterana Aferoj kunordigos servojn kun aliaj ministerioj.</li><li>Speciala atento estos donita al veteranoj kun handikapoj, posttraŭmataj kondiĉoj kaj familioj de falintaj servantoj.</li><li>La ŝtato rekonos kaj honoros veteranojn per publikaj ceremonioj, oficialaj registraro kaj pensioj.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 80,
    "name": "Women in the Armed Forces",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "armed-forces",
      "gender-equality",
      "inclusion"
    ],
    "content": "<ol><li>Women shall have equal rights and access to service in all branches and ranks of the Armed Forces, without discrimination.</li><li>Recruitment, training, and promotion procedures must ensure gender equity, transparency, and meritocracy.</li><li>The military shall provide infrastructure and policies to support women, including maternity accommodations, anti-harassment measures, and grievance mechanisms.</li><li>Diverse leadership and female role models shall be encouraged and promoted across the institution.</li><li>Regular gender audits and reporting shall be conducted to monitor implementation and progress.</li></ol>",
    "translation": "<ol><li>Virinoj havos egalajn rajtojn kaj aliron al servo en ĉiuj branĉoj kaj rangoj de la Armitaj Fortoj, sen diskriminacio.</li><li>Rekrutado, trejnado kaj promocio devos esti justaj kaj meritbazitaj.</li><li>Infrastrukturo kaj politikoj subtenos virinojn, inkluzive de patrinaj mezuroj, kontraŭ-ĉikano proceduroj kaj plendomekanismoj.</li><li>Diverseco en gvidado estos instigata tra la institucio.</li><li>Regulaj raportoj kaj kontroladoj certigos efektivigon de egaleco.</li></ol>",
    "stakeholders": [
      "Social Workers",
      "Low-income Individuals",
      "Unemployed People",
      "Families"
    ]
  },
  {
    "id": 81,
    "name": "Military Innovation and Technological Development",
    "type": "Section",
    "links": [
      67
    ],
    "tags": [
      "armed-forces",
      "technology",
      "defense",
      "research"
    ],
    "content": "<ol><li>The Armed Forces shall invest in innovation, research, and technological development to maintain national defense capabilities.</li><li>A Defense Innovation Bureau shall be established to coordinate with universities, private sector partners, and international allies.</li><li>Focus areas shall include cybersecurity, unmanned systems, advanced surveillance, communications, and strategic logistics.</li><li>Ethical guidelines must govern all technological development and deployment.</li><li>Regular assessments will ensure new technologies align with military doctrine and national security objectives.</li></ol>",
    "translation": "<ol><li>La Armitaj Fortoj investos en novigado, esplorado kaj teknologia evoluo por konservi nacian defendon.</li><li>Oficejo pri Defenda Novigado kunlaboros kun universitatoj, privataj sektoroj kaj internaciaj aliancanoj.</li><li>Fokusaj kampoj inkluzivos cibersekurecon, senpilotajn sistemojn, gvatadon, komunikadon kaj strategian loĝistikon.</li><li>Etikaj gvidlinioj regos teknologian disvolvon kaj uzadon.</li><li>Regulaj taksoj certigos ke teknologioj akordiĝas kun la milita doktrino kaj naciaj celoj.</li></ol>",
    "stakeholders": [
      "Defense Officials",
      "Civilians",
      "Veterans",
      "Military Personnel"
    ]
  },
  {
    "id": 82,
    "name": "Public Lands",
    "type": "Purpose",
    "tags": [
      "environment",
      "land-management",
      "state-property",
      "conservation",
      "access"
    ],
    "content": "The purpose of Public Lands is to ensure the stewardship, accessibility, protection, and sustainable use of land owned collectively by the nation. Public lands encompass a wide range of natural and developed environments, including forests, mountains, coasts, parks, reserves, government-use lands, and territories designated for indigenous and local community use. The state shall manage these lands in the public interest, balancing ecological integrity, economic utility, cultural heritage, and the right to access and enjoyment. The purpose also includes safeguarding public lands from encroachment, privatization, and degradation, while enabling fair use for present and future generations. This includes promoting transparency, community involvement, and equity in decisions involving land designation, allocation, and use.",
    "translation": "La celo de Publikaj Teroj estas certigi la prizorgon, alireblecon, protekton kaj daŭrigeblan uzadon de tero posedata kolektive de la nacio. Publikaj teroj ampleksas larĝan gamon de naturaj kaj evoluigitaj medioj, inkluzive de arbaroj, montoj, marbordoj, parkoj, rezervejoj, teroj por registaruzo, kaj teritorioj rezervitaj por indiĝenaj kaj lokaj komunumoj. La ŝtato mastrumos ĉi tiujn terojn en la publika intereso, ekvilibrigante ekologian integrecon, ekonomian utilecon, kulturan heredaĵon kaj la rajton al aliro kaj ĝuo. La celo ankaŭ inkluzivas protekton kontraŭ entrudiĝo, privatigo kaj degrado, dum ĝi ebligas justan uzadon por nunaj kaj estontaj generacioj. Ĉi tio inkluzivas travideblecon, komunuman partoprenon kaj egalecon en decidoj pri teruzo kaj distribuo.",
    "stakeholders": [
      "Citizens",
      "Business Owners",
      "Healthcare Providers",
      "Workers",
      "Environmental Advocates"
    ]
  },
  {
    "id": 83,
    "name": "Establishment of the Ministry of Public Lands",
    "type": "Law",
    "links": [
      82
    ],
    "tags": [
      "ministry",
      "public-lands",
      "governance",
      "administration"
    ],
    "content": "<ol><li>A Ministry of Public Lands is hereby established to oversee the protection, administration, and equitable allocation of all land held by the state on behalf of the people.</li><li>The Ministry shall be responsible for land-use planning, registration, monitoring, restoration, and policy development concerning public lands.</li><li>It shall collaborate with the Ministries of Environment, Housing, Cultural Preservation, and Indigenous Affairs where applicable.</li><li>The Ministry shall develop transparent and participatory frameworks to govern access, leasing, conservation, and development on public land.</li><li>It shall also maintain a centralized public land registry, enforce encroachment laws, and promote sustainable land stewardship across generations.</li></ol>",
    "translation": "<ol><li>Ministerio pri Publikaj Teroj estas establita por kontroli la protekton, administradon kaj justan distribuadon de ĉiuj teroj posedataj de la ŝtato nome de la popolo.</li><li>La Ministerio respondecas pri planado, registrado, monitorado, restaŭrado kaj politika disvolvo rilate publikajn terojn.</li><li>Ĝi kunlaboros kun la Ministerioj pri Medio, Loĝado, Kultura Konservo kaj Indiĝenaj Aferoj laŭbezone.</li><li>La Ministerio ellaboros travideblajn kaj partoprenajn kadrojn por reguligi aliron, luadon, konservadon kaj disvolvon sur publikaj teroj.</li><li>Ĝi ankaŭ konservos centran registron pri publikaj teroj, devigos leĝojn kontraŭ entrudiĝo kaj antaŭenigos daŭripovan mastrumadon de tero por estontaj generacioj.</li></ol>",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 84,
    "name": "Public Access and Use of State Lands",
    "type": "Law",
    "links": [
      82
    ],
    "tags": [
      "access",
      "parks",
      "equity",
      "recreation",
      "state-property"
    ],
    "content": "<ol><li>All citizens shall have a fundamental right of access to designated public lands for recreational, cultural, and educational purposes.</li><li>The Ministry of Public Lands shall ensure that such access is safe, non-discriminatory, and environmentally responsible.</li><li>Fees, if applicable, must be reasonable and not inhibit public participation, especially for low-income or marginalized communities.</li><li>Areas of ecological sensitivity or cultural significance may be subject to limited or guided access to protect their integrity.</li><li>Access policies shall be clearly posted and periodically reviewed through public consultation.</li></ol>",
    "translation": "<ol><li>Ĉiuj civitanoj havas fundamentan rajton je aliro al elektitaj publikaj teroj por libertempo, kulturo kaj edukado.</li><li>La Ministerio pri Publikaj Teroj certigos ke tiu aliro estas sekura, nediskriminacia kaj respondeca al la medio.</li><li>Kotizoj, se ekzistas, devas esti raciaj kaj ne malhelpi la partoprenon de malriĉaj aŭ marĝenitaj komunumoj.</li><li>Ekologie sentemaj aŭ kulture signifaj areoj povas havi limigitan aŭ gvidatan aliron por protekti ilian integrecon.</li><li>Alirkondiĉoj estos klare afiŝitaj kaj periode reviziitaj kun publika konsultado.</li></ol>",
    "stakeholders": [
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Public Health Officials",
      "Vulnerable Populations"
    ]
  },
  {
    "id": 85,
    "name": "Protection Against Illegal Appropriation of Public Land",
    "type": "Law",
    "links": [
      82
    ],
    "tags": [
      "land-rights",
      "illegal-occupation",
      "justice",
      "enforcement"
    ],
    "content": "<ol><li>No person or entity may occupy, exploit, or privatize public land without formal authorization from the state.</li><li>The Ministry of Public Lands, in coordination with the Ministry of Justice, shall investigate and prosecute illegal land grabs and encroachments.</li><li>Restitution, eviction, and penalties shall be pursued through transparent legal processes and judicial oversight.</li><li>Protection shall also be extended to whistleblowers and land rights defenders reporting unlawful occupation.</li><li>Public land boundaries shall be clearly marked, surveyed, and digitally recorded for public visibility and enforcement.</li></ol>",
    "translation": "<ol><li>Neniu persono aŭ ento povas okupi, ekspluati aŭ privatigi publikan teron sen oficiala permeso de la ŝtato.</li><li>La Ministerio pri Publikaj Teroj kunlaboros kun la Ministerio pri Justeco por esplori kaj procesi kontraŭleĝajn enprenojn de tero.</li><li>Rekompenso, eldomigo kaj punoj estos traktataj per travideblaj juraj proceduroj kun jura superrigardo.</li><li>Protektado estos donita al informantoj kaj defendantoj de teraj rajtoj kiuj raportas kontraŭleĝajn okupojn.</li><li>Limlinioj de publikaj teroj estos klare markitaj, mezuritaj kaj cifere registritaj por publika videbleco kaj devigo.</li></ol>",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 86,
    "name": "Co-Management of Indigenous Public Lands",
    "type": "Law",
    "links": [
      82
    ],
    "tags": [
      "indigenous-rights",
      "co-management",
      "cultural-preservation",
      "autonomy"
    ],
    "content": "<ol><li>Public lands traditionally inhabited or used by Indigenous communities shall be subject to co-management between the Ministry and recognized Indigenous authorities.</li><li>Such co-management shall respect traditional knowledge, land use practices, and cultural autonomy.</li><li>Customary access and use rights shall be recognized, documented, and protected under national law.</li><li>All development activities shall require free, prior, and informed consent of the Indigenous communities concerned.</li><li>A standing advisory council on Indigenous Land Affairs shall be established to guide policy.</li></ol>",
    "translation": "<ol><li>Publikaj teroj tradicie loĝataj aŭ uzataj de indiĝenaj komunumoj estos kunadministrataj de la Ministerio kaj rekonitaj indiĝenaj aŭtoritatoj.</li><li>Tiu kunadministrado respektos tradician scion, praktikojn de teruzo kaj kulturan aŭtonomecon.</li><li>Kutima aliro kaj uzo estos rekonataj, dokumentitaj kaj protektitaj laŭ nacia juro.</li><li>Ĉiuj evoluigaj agoj postulos liberan, antaŭan kaj informitan konsenton de la koncernaj indiĝenaj komunumoj.</li><li>Konsilantaro pri Indiĝenaj Teroj estos establita por gvidi politikon.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 87,
    "name": "Environmental Zoning and Land Use Planning",
    "type": "Law",
    "links": [
      82
    ],
    "tags": [
      "environment",
      "zoning",
      "land-planning",
      "sustainability"
    ],
    "content": "<ol><li>The Ministry of Public Lands, in cooperation with the Ministry of Environmental Stewardship, shall designate land zones according to ecological value, hazard risk, and sustainable use potential.</li><li>Each zone shall have clear restrictions and allowable uses defined through regulation and community input.</li><li>Zones may include conservation areas, limited-use parks, renewable energy zones, research reserves, and public utility corridors.</li><li>Zoning decisions must account for climate resilience, biodiversity, and equitable access to resources.</li><li>Zoning maps and updates shall be published openly and revised every five years with scientific review.</li></ol>",
    "translation": "<ol><li>La Ministerio pri Publikaj Teroj kun la Ministerio pri Media Mastrumado zonigos publikajn terojn laŭ ekologia valoro, riskoj kaj daŭripova uzado.</li><li>Ĉiu zono havos klarajn limojn kaj permesitajn uzojn difinitajn per regularo kaj komunuma kontribuo.</li><li>Zonoj povas inkluzivi konservajn areojn, limuzajn parkojn, zonojn por renovigebla energio, esplorrezervejojn kaj publikajn servokoridorojn.</li><li>Zonaj decidoj konsideros klimat-reziliencon, biodiversecon kaj justan aliron al rimedoj.</li><li>Zonaj mapoj kaj ĝisdatigoj estos publike disponeblaj kaj reviziataj ĉiujn kvin jarojn kun scienca analizo.</li></ol>",
    "stakeholders": [
      "Citizens",
      "Residents",
      "Business Owners",
      "Environmental Advocates"
    ]
  },
  {
    "id": 88,
    "name": "State Assets",
    "type": "Law",
    "tags": [
      "state-assets",
      "public-economy",
      "regulation",
      "monopolies",
      "ownership"
    ],
    "links": [
      5
    ],
    "content": "The management of State Assets refers to the control, administration, and regulation of resources and entities owned by the public through the government. These assets are vital to national economic security and public interest, and include natural monopolies, strategic industries, and public infrastructure. This law defines the guiding principles for the use, preservation, and development of state-owned enterprises, real estate, intellectual property, and investments. It ensures accountability, transparency, and public benefit from these resources. Furthermore, it sets out the institutional structure to oversee these assets, including the creation of a dedicated agency with investigative and operational authority. The management of state assets must be conducted with due regard to sustainable development, fiscal responsibility, and social equity.",
    "translation": "La administrado de Ŝtataj Posedaĵoj rilatas al la kontrolo, administrado, kaj regulado de rimedoj kaj entoj posedataj de la publiko tra la registaro. Tiuj posedoj estas esencaj por nacia ekonomia sekureco kaj publika intereso, inkluzive de naturaj monopoloj, strategiaj industrioj, kaj publika infrastrukturo. Ĉi tiu leĝo difinas la gvidajn principojn por la uzo, konservado, kaj disvolviĝo de ŝtataj entreprenoj, nemoveblaĵoj, intelekta proprieto, kaj investoj. Ĝi certigas respondecon, travideblecon, kaj publikan profiton el tiuj rimedoj. Krome, ĝi establas institucion por kontroli tiujn posedojn, inkluzive de agenteco kun esplorpovoj kaj operaciaj kapabloj. La administrado de ŝtataj posedoj devas esti farita kun konsidero al daŭripova evoluo, fiskala respondeco, kaj socia egaleco.",
    "stakeholders": []
  },
  {
    "id": 89,
    "name": "Agency for the Administration of State Assets",
    "type": "Section",
    "tags": [
      "agency",
      "administration",
      "governance",
      "economy"
    ],
    "links": [
      88,
      5
    ],
    "content": "This section establishes the Agency for the Administration of State Assets (AASA), a central authority responsible for the oversight, governance, and strategic development of state-owned resources. The Agency operates independently, though under the oversight of the Ministry of Economic Regulation, and is tasked with managing public enterprises, state-held shares in corporations, strategic infrastructure, and land resources owned by the state. AASA is authorized to audit asset performance, recommend privatization or investment, and ensure efficient and transparent management. It maintains a public registry of state-owned assets and regularly publishes reports to ensure accountability. The agency also has the authority to intervene in the mismanagement of assets and to coordinate with other ministries to ensure intersectoral cohesion. It is legally mandated to operate in the public interest and is protected by anti-corruption provisions.",
    "translation": "Ĉi tiu sekcio establas la Agentejon por la Administrado de Ŝtataj Posedaĵoj (AASP), centra aŭtoritato respondeca pri superrigardo, regado, kaj strategia disvolviĝo de publikaj rimedoj. La Agentejo funkcias sendepende, sed sub la kontrolo de la Ministerio pri Ekonomia Regulado, kaj estas taskita administri publikajn entreprenojn, ŝtatajn akciojn en kompanioj, strategian infrastrukturon, kaj terhavaĵojn posedatajn de la ŝtato. AASP estas rajtigita kontroli la agadon de tiuj posedoj, proponi privatigojn aŭ investojn, kaj certigi efikan kaj travideblan administradon. Ĝi konservas publikan registron de ŝtataj posedoj kaj regule publikigas raportojn por certigi respondecon. La agentejo ankaŭ havas la aŭtoritaton interveni en miskompreno de posedaĵoj kaj kunlabori kun aliaj ministerioj por certigi intersektoran kunordigon. Ĝi estas jure devigita funkcii por la publika bono kaj protektita kontraŭ koruptado.",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 90,
    "name": "Sectors under Public Ownership",
    "type": "Section",
    "tags": [
      "natural-monopolies",
      "public-services",
      "utilities",
      "transportation"
    ],
    "links": [
      88,
      5
    ],
    "content": "This section defines the core sectors which are considered natural monopolies or essential public services and thus fall under state ownership and control. These include electricity generation and transmission, water distribution, public transportation infrastructure (rail and air traffic control), postal services, and the maintenance of navigable waterways. These sectors are either impractical to liberalize due to scale or safety concerns or serve a universal function best managed by the state. The law restricts privatization in these sectors unless it is demonstrably in the public interest and subject to strong regulatory safeguards. Ministries such as Environmental Stewardship and Infrastructure Development are to collaborate with the Agency to ensure technical and policy alignment. The section also mandates transparent pricing models and service standards to guarantee affordable access for all citizens.",
    "translation": "Ĉi tiu sekcio difinas la kernajn sektorojn konsideratajn naturaj monopoloj aŭ esencaj publikaj servoj kaj tial sub ŝtata posedado kaj kontrolo. Ili inkluzivas elektran generadon kaj transdonon, akvodistribuon, publikan transportinfrastrukturon (fervojo kaj aerkontrolado), poŝtajn servojn, kaj la prizorgadon de navigeblaj akvovojoj. Tiuj sektoroj estas aŭ nepraktike liberaligeblaj pro amplekso aŭ sekureco, aŭ plenumas universalan funkcion plej bone administratan de la ŝtato. La leĝo limigas privatigon en tiuj sektoroj krom se ĝi estas klare en la publika intereso kaj submetita al fortaj reguligaj garantioj. Ministerioj kiel Media Protektado kaj Infrastruktura Evoluigo devas kunlabori kun la Agentejo por certigi teknikan kaj politikan akordon. La sekcio ankaŭ postulas travideblajn prezo-modelojn kaj servajn normojn por garantii alireblecon por ĉiuj civitanoj.",
    "stakeholders": [
      "Construction Workers",
      "Residents",
      "Urban Planners",
      "Transit Authorities"
    ]
  },
  {
    "id": 91,
    "name": "Public Asset Performance and Evaluation",
    "type": "Section",
    "tags": [
      "evaluation",
      "performance",
      "efficiency",
      "public-benefit"
    ],
    "links": [
      88
    ],
    "content": "The performance of public assets must be routinely evaluated using metrics that assess financial sustainability, efficiency, public benefit, and long-term strategic value. This section defines the framework for periodic audits, benchmarking, and reporting, mandating the Agency for the Administration of State Assets to create a centralized dashboard for tracking asset performance. Ministries are obligated to contribute to data-sharing for all sectoral assets under their purview. In cases of persistent underperformance, the Agency may recommend restructuring, public-private partnerships, or justified divestment. Any such measures require a transparent public consultation process. This evaluation framework is designed to ensure that state ownership contributes positively to national welfare, and that the public receives clear evidence of the value derived from such ownership.",
    "translation": "La agado de publikaj posedoj devas esti rutine taksata per metrikoj kiuj taksas financan daŭripovon, efikecon, publikan profiton, kaj longtempan strategian valoron. Ĉi tiu sekcio difinas la kadron por periodaj aŭdoj, komparoj, kaj raportado, devigante la Agentejon por la Administrado de Ŝtataj Posedaĵoj krei centralizitan panelon por spuri posedaĵ-agadon. Ministerioj estas devigitaj kontribui al datum-dividado por ĉiuj sektoraj posedoj sub ilia aŭtoritato. En kazoj de konstanta subagado, la Agentejo povas proponi restrukturadon, publik-privatajn partnerecojn, aŭ pravigitan vendadon. Ĉiuj tiaj mezuroj postulas travideblan publikan konsultan procezon. Ĉi tiu taks-kadro celas certigi ke ŝtata posedado kontribuas pozitive al nacia bonfarto, kaj ke la publiko ricevas klarajn pruvojn de la valoro devenanta de tia posedado.",
    "stakeholders": []
  },
  {
    "id": 92,
    "name": "Transparency, Anti-Corruption, and Accountability",
    "type": "Section",
    "tags": [
      "transparency",
      "integrity",
      "accountability",
      "oversight"
    ],
    "links": [
      88,
      4,
      5
    ],
    "content": "This section mandates strict transparency and anti-corruption safeguards in the management of state assets. All transactions, acquisitions, and divestments must be documented, made publicly available, and subjected to independent audits. The Agency for the Administration of State Assets is required to collaborate with the Ministry of Justice and Rule of Law to investigate any cases of fraud, mismanagement, or illicit enrichment. Whistleblower protections are enshrined, and citizen reporting mechanisms are to be integrated into the Agency’s operations. Performance bonuses for public asset managers must be linked to long-term value generation and ethical conduct. Any violation of the standards set forth in this section may result in administrative sanctions or criminal prosecution. The section ensures that state ownership is not only effective but also fair, just, and trusted by the people.",
    "translation": "Ĉi tiu sekcio postulas striktajn travideblecajn kaj kontraŭkoruptajn garantiojn en la administrado de ŝtataj posedoj. Ĉiuj transakcioj, aĉetoj, kaj vendoj devas esti dokumentitaj, publike disponeblaj, kaj submetitaj al sendependaj aŭdoj. La Agentejo por la Administrado de Ŝtataj Posedaĵoj estas devigita kunlabori kun la Ministerio pri Justeco kaj Leĝa Regado por esplori ajnajn kazojn de fraŭdo, miskompreno, aŭ kontraŭleĝa riĉiĝo. Protektoj por informantoj estas garantiitaj, kaj mekanismoj por civitana raportado estas integritaj en la operaciojn de la Agentejo. Agad-premioj por ŝtataj posed-administrantoj devas esti ligitaj al longtempa valorkreado kaj etika konduto. Ajna malobservo de la normoj difinitaj en ĉi tiu sekcio povas konduki al administraj sankcioj aŭ krimaj persekutoj. La sekcio certigas ke ŝtata posedado estu ne nur efika sed ankaŭ justa, justa, kaj fidinda de la publiko.",
    "stakeholders": []
  },
  {
    "id": 93,
    "type": "Principle",
    "name": "Deliberative Democracy",
    "content": "The state shall promote a system of governance grounded in collective reasoning, open debate, and citizen engagement. Deliberative democracy emphasizes thoughtful discussion, the inclusion of diverse perspectives, and the search for common ground through informed and respectful discourse. It prioritizes reasoned decision-making and institutional frameworks that support civic participation and consensus-building processes.",
    "translation": "L'État s'engage à promouvoir un système de gouvernance fondé sur la délibération collective, le débat ouvert et la participation citoyenne. La démocratie délibérative met l'accent sur la diversité des points de vue, la recherche d'un terrain d'entente, et la prise de décisions éclairées dans un esprit de respect mutuel. Elle privilégie une gouvernance participative et des institutions favorisant l'engagement civique et la construction du consensus.",
    "stakeholders": []
  },
  {
    "id": 94,
    "type": "Principle",
    "name": "Consensus-Based Governance",
    "content": "The state shall endeavor to base political and administrative decisions on broad consensus, seeking agreement among major stakeholders rather than imposing outcomes by simple majority. This approach enhances social cohesion, mutual respect, and long-term policy stability. It supports mechanisms that allow minority voices to be heard and integrated into decision-making.",
    "translation": "L'État s'efforce de fonder ses décisions politiques et administratives sur un large consensus, en recherchant l'accord des principales parties prenantes plutôt que l'imposition de solutions à la majorité simple. Cette approche renforce la cohésion sociale, le respect mutuel et la stabilité des politiques publiques à long terme. Elle garantit l'écoute et l'intégration des voix minoritaires dans le processus décisionnel.",
    "stakeholders": []
  },
  {
    "id": 95,
    "type": "Principle",
    "name": "Intergenerational Justice",
    "content": "The state shall ensure that decisions made today respect the rights and opportunities of future generations. Public policy must be sustainable, equitable, and responsible, preserving environmental, economic, and cultural resources for those not yet born. Intergenerational justice requires long-term thinking and mechanisms for accountability over time.",
    "translation": "L'État veille à ce que les décisions actuelles respectent les droits et les opportunités des générations futures. Les politiques publiques doivent être durables, équitables et responsables, garantissant la préservation des ressources environnementales, économiques et culturelles. La justice intergénérationnelle impose une réflexion à long terme et des mécanismes de reddition de comptes dans la durée.",
    "stakeholders": []
  },
  {
    "id": 96,
    "type": "Principle",
    "name": "Social Solidarity",
    "content": "The state shall cultivate a spirit of mutual aid, inclusion, and shared responsibility among all members of society. Through public institutions and legal guarantees, it ensures support for vulnerable individuals and promotes mechanisms of redistribution, protection, and social cohesion.",
    "translation": "L'État cultive un esprit de solidarité, d'entraide et de responsabilité partagée au sein de la société. Par ses institutions publiques et garanties juridiques, il soutient les personnes vulnérables et promeut des mécanismes de redistribution, de protection et de cohésion sociale.",
    "stakeholders": []
  },
  {
    "id": 97,
    "type": "Principle",
    "name": "Transparency and Accountability",
    "content": "The state is committed to ensuring openness in its decision-making processes and to holding public authorities accountable for their actions. Citizens must have access to information and mechanisms to scrutinize, question, and challenge decisions. Transparency enhances trust, deters corruption, and promotes better governance.",
    "translation": "L'État s'engage à garantir la transparence de ses processus décisionnels et la responsabilité des autorités publiques. Les citoyens doivent avoir accès à l'information et à des mécanismes de contrôle, de questionnement et de contestation. La transparence renforce la confiance, prévient la corruption et améliore la gouvernance.",
    "stakeholders": []
  },
  {
    "id": 98,
    "name": "Guaranteeing Intergenerational Equity",
    "type": "Principle",
    "tags": [
      "democracy",
      "future"
    ],
    "content": "The state is charged with ensuring that its actions today do not compromise the rights, resources, and well-being of future generations. This includes sustainable economic planning, environmental conservation, and prudent legal frameworks that weigh long-term consequences.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État a la charge de garantir que ses actions présentes ne compromettent pas les droits, les ressources et le bien-être des générations futures. Cela implique une planification économique durable, la conservation de l'environnement et des cadres juridiques prudents tenant compte des conséquences à long terme.</span>",
    "stakeholders": []
  },
  {
    "id": 99,
    "name": "Maintaining Cultural Continuity",
    "type": "Principle",
    "tags": [
      "culture",
      "identity"
    ],
    "content": "The state recognizes its role in preserving and passing on cultural heritage, traditions, and national identity while remaining inclusive and adaptive to cultural evolution and diversity.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État reconnaît son rôle dans la préservation et la transmission du patrimoine culturel, des traditions et de l'identité nationale tout en restant inclusif et adaptable à l'évolution et à la diversité culturelles.</span>",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 100,
    "name": "Ensuring Scientific Advancement",
    "type": "Principle",
    "tags": [
      "science",
      "progress"
    ],
    "content": "The state fosters research, development, and technological innovation to support societal progress, address pressing challenges, and empower future knowledge economies.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État favorise la recherche, le développement et l'innovation technologique pour soutenir le progrès sociétal, relever les défis urgents et renforcer les économies fondées sur le savoir du futur.</span>",
    "stakeholders": []
  },
  {
    "id": 101,
    "name": "Upholding Constitutional Supremacy",
    "type": "Principle",
    "tags": [
      "constitution",
      "law"
    ],
    "content": "The state affirms the primacy of its Constitution as the ultimate legal and moral foundation. All governance must be subordinate to and respectful of its principles.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État affirme la primauté de sa Constitution en tant que fondement juridique et moral suprême. Toute gouvernance doit lui être subordonnée et respecter ses principes.</span>",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 102,
    "name": "Protecting National Sovereignty",
    "type": "Principle",
    "tags": [
      "independence",
      "security"
    ],
    "content": "The state defends its independence, territorial integrity, and freedom from external domination, ensuring its people may determine their future free of coercion or undue influence.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État défend son indépendance, son intégrité territoriale et sa liberté face à toute domination extérieure, afin de permettre à son peuple de décider de son avenir sans contrainte ni influence indue.</span>",
    "stakeholders": [
      "Citizens",
      "Military Personnel",
      "Law Enforcement",
      "Government Officials",
      "Intelligence Officers"
    ]
  },
  {
    "id": 103,
    "name": "Fostering Deliberative Democracy",
    "type": "Principle",
    "tags": [
      "democracy",
      "governance",
      "participation"
    ],
    "content": "The state shall cultivate a deliberative democratic culture, one where public decisions arise from thoughtful, informed discussion among citizens and representatives. Unlike mere majority rule, this purpose emphasizes dialogue, transparency, and mutual understanding. Citizens must be afforded the time, resources, and education to meaningfully contribute to debate. The institutions of the state should be designed to encourage collaboration and constructive disagreement. Deliberative democracy ensures that the legitimacy of state power rests not just on numbers, but on reasoned consensus.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État cultive une culture de démocratie délibérative, où les décisions publiques émanent de discussions réfléchies et informées entre citoyens et représentants. Contrairement à la simple règle de la majorité, cette finalité met l'accent sur le dialogue, la transparence et la compréhension mutuelle. Les citoyens doivent disposer du temps, des ressources et de l'éducation nécessaires pour participer de manière significative au débat. Les institutions de l'État doivent favoriser la collaboration et le désaccord constructif. La démocratie délibérative garantit que la légitimité du pouvoir étatique repose non seulement sur le nombre, mais sur le consensus raisonné.</span>",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 104,
    "name": "Promoting Social Solidarity",
    "type": "Principle",
    "tags": [
      "social",
      "equality",
      "welfare"
    ],
    "content": "The state is responsible for nurturing bonds of solidarity among its people. This includes reducing social inequalities, combating poverty, and ensuring access to healthcare, housing, and education for all. The state must guarantee a social safety net that protects individuals from systemic and personal hardship. Social solidarity is the recognition that each citizen’s well-being is connected to that of the community. In fulfilling this purpose, the state must not only redistribute wealth but also promote civic virtue, mutual aid, and a culture of compassion across its institutions and public discourse.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État est chargé de nourrir les liens de solidarité entre ses citoyens. Cela inclut la réduction des inégalités sociales, la lutte contre la pauvreté et l'accès universel aux soins, au logement et à l'éducation. L'État doit garantir un filet de sécurité sociale protégeant les individus contre les difficultés systémiques ou personnelles. La solidarité sociale est la reconnaissance que le bien-être de chacun est lié à celui de la collectivité. Pour remplir cette mission, l'État ne doit pas seulement redistribuer les richesses, mais aussi promouvoir la vertu civique, l'entraide et une culture de compassion dans ses institutions et son discours public.</span>",
    "stakeholders": [
      "Social Workers",
      "Low-income Individuals",
      "Unemployed People",
      "Families"
    ]
  },
  {
    "id": 105,
    "name": "Uplifting Marginalized Communities",
    "type": "Principle",
    "tags": [
      "equality",
      "justice",
      "minorities"
    ],
    "content": "The state bears the duty of uplifting communities that have been historically marginalized or disadvantaged. This includes but is not limited to ethnic minorities, linguistic groups, religious communities, persons with disabilities, and individuals facing systemic discrimination. It must enact proactive measures to ensure full inclusion, legal protection, and equitable opportunity. This purpose does not merely guarantee equal treatment, but actively seeks to repair historical injustices and rebalance structural inequalities, allowing every citizen to thrive and fully participate in public life, free from prejudice and exclusion.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État a pour devoir d'élever les communautés historiquement marginalisées ou défavorisées. Cela comprend, sans s'y limiter, les minorités ethniques, les groupes linguistiques, les communautés religieuses, les personnes en situation de handicap et les individus confrontés à des discriminations systémiques. Il doit mettre en œuvre des mesures proactives pour assurer une inclusion totale, une protection juridique et une égalité réelle des chances. Cette finalité ne garantit pas seulement l'égalité de traitement, mais cherche activement à réparer les injustices historiques et à rééquilibrer les inégalités structurelles, afin que chaque citoyen puisse s’épanouir et participer pleinement à la vie publique, à l’abri des préjugés et de l’exclusion.</span>",
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 106,
    "name": "Safeguarding the Natural Environment",
    "type": "Principle",
    "tags": [
      "environment",
      "future",
      "climate"
    ],
    "content": "The state shall act as a guardian of the natural environment, recognizing that ecological sustainability is essential to the survival and well-being of current and future generations. It must conserve biodiversity, fight climate change, and prevent environmental degradation. Natural resources must be managed prudently, not as commodities for exploitation, but as common goods. Environmental protection is not a secondary concern, but a foundational responsibility that should inform all other state activities and policies, particularly economic development and infrastructure.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État doit agir comme gardien de l'environnement naturel, reconnaissant que la durabilité écologique est essentielle à la survie et au bien-être des générations présentes et futures. Il doit préserver la biodiversité, lutter contre le changement climatique et prévenir la dégradation de l'environnement. Les ressources naturelles doivent être gérées avec prudence, non comme des marchandises à exploiter, mais comme des biens communs. La protection de l’environnement n’est pas une préoccupation secondaire, mais une responsabilité fondamentale qui doit orienter toutes les autres politiques et activités de l’État, notamment en matière de développement économique et d’infrastructures.</span>",
    "stakeholders": [
      "Citizens",
      "Residents",
      "Business Owners",
      "Environmental Advocates"
    ]
  },
  {
    "id": 107,
    "name": "Institutionalizing Participatory Governance",
    "type": "Principle",
    "tags": [
      "governance",
      "participation",
      "institutional reform"
    ],
    "content": "The state must institutionalize mechanisms that enable citizens to directly engage in governance beyond elections. This includes participatory budgeting, civic councils, citizen assemblies, referenda, and public oversight bodies. Participation must be inclusive, accessible, and meaningful—especially for those traditionally excluded. Such structures deepen democracy by embedding it within daily political life, allowing citizens to shape decisions that affect them directly. This purpose empowers individuals as co-creators of policy and strengthens the legitimacy and responsiveness of the government.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive'; src: url('font.otf');\">L'État doit institutionnaliser des mécanismes permettant aux citoyens de participer directement à la gouvernance, au-delà des élections. Cela comprend le budget participatif, les conseils civiques, les assemblées citoyennes, les référendums et les organes de contrôle public. La participation doit être inclusive, accessible et véritablement significative—en particulier pour les populations traditionnellement exclues. De telles structures approfondissent la démocratie en l’ancrant dans la vie politique quotidienne, permettant aux citoyens de façonner les décisions qui les concernent. Cette finalité renforce l’autonomie des individus en tant que co-auteurs des politiques et accroît la légitimité et la réactivité du gouvernement.</span>",
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 108,
    "name": "Registration at Birth",
    "type": "Law",
    "tags": [
      "identity",
      "birth",
      "registration"
    ],
    "content": "All individuals born within the state territory shall be registered within thirty days of birth at a civil registry office.",
    "translation": "<span>Tout individu né sur le territoire de l'État doit être enregistré dans un bureau d'état civil dans un délai de trente jours suivant la naissance.</span>",
    "links": [
      8,
      1
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 109,
    "name": "National Identity Number",
    "type": "Law",
    "tags": [
      "identity",
      "national number"
    ],
    "content": "Each citizen shall be issued a unique national identity number upon registration of birth or naturalization.",
    "translation": "<span>Chaque citoyen se voit attribuer un numéro d'identité national unique lors de l'enregistrement de naissance ou de la naturalisation.</span>",
    "links": [
      8,
      1,
      108
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 110,
    "name": "Right to Civil Documents",
    "type": "Law",
    "tags": [
      "documents",
      "identity",
      "rights"
    ],
    "content": "All registered individuals have the right to obtain official civil documents including birth certificates, identity cards, and proof of address.",
    "translation": "<span>Toute personne enregistrée a le droit d'obtenir des documents civils officiels tels que les certificats de naissance, les cartes d'identité et les justificatifs de domicile.</span>",
    "links": [
      8
    ],
    "stakeholders": [
      "Judges",
      "Immigrants",
      "Citizens",
      "Registry Officials",
      "Defendants"
    ]
  },
  {
    "id": 111,
    "name": "Amendment of Civil Records",
    "type": "Law",
    "tags": [
      "identity",
      "records",
      "correction"
    ],
    "content": "Civil records may be amended upon verified evidence or judicial order in accordance with state procedures.",
    "translation": "<span>Les registres civils peuvent être modifiés sur la base de preuves vérifiées ou d'une décision judiciaire conformément aux procédures de l'État.</span>",
    "links": [
      8,
      4
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 113,
    "type": "Law",
    "name": "Naturalization and Equal Citizenship",
    "content": "<strong>The following provisions govern the acquisition of citizenship through naturalization, and guarantee full civil, political, and social rights to all persons lawfully naturalized—</strong> <ol><li><strong>Eligibility:</strong> Any person who has resided lawfully within the territory for a minimum of five consecutive years, demonstrates proficiency in a national language, passes a standardized civic and constitutional knowledge assessment, and fulfills lawful income and integration conditions may petition for naturalization.</li><li><strong>Equal Status:</strong> Naturalized citizens shall, from the date of issuance of the certificate of citizenship, enjoy all rights and obligations under law without distinction from citizens by birth, including eligibility for public office, access to public services, and protection abroad.</li><li><strong>Due Process:</strong> Rejection of an application must be reasoned in writing and is subject to appeal before the National Administrative Court. No application may be denied on grounds of race, religion, gender identity, or political belief.</li><li><strong>Streamlined Process:</strong> Procedures shall be timely, non-discriminatory, and standardized nationwide. All forms and requirements shall be made publicly accessible and available in multiple languages. Fees shall be proportionate and waivable for low-income applicants.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les dispositions suivantes régissent l'acquisition de la citoyenneté par naturalisation et garantissent à toute personne légalement naturalisée l’égalité complète des droits civils, politiques et sociaux—</span>",
    "tags": [
      "citizenship",
      "naturalization",
      "immigration"
    ],
    "links": [
      4,
      8,
      10
    ],
    "stakeholders": []
  },
  {
    "id": 114,
    "type": "Law",
    "name": "Digital Identity System",
    "content": "<strong>The following establishes a secure, unified, and sovereign digital identity system issued and managed by the state—</strong> <ol><li><strong>Issuance:</strong> Every resident shall be entitled to a state-issued digital identity containing biometric verification, cryptographic safeguards, and a unique digital certificate. Issuance shall be based on verified physical documents and securely stored metadata.</li><li><strong>Use:</strong> The digital identity shall serve as a means for authentication and access to public services, e-voting, contract execution, and official transactions. It shall be recognized as legally equivalent to physical identity credentials.</li><li><strong>Control and Consent:</strong> Individuals retain full legal ownership of their identity profile. Consent shall be required for any third-party access, with mechanisms for time-limited and purpose-bound data use.</li><li><strong>Safeguards:</strong> All data shall be stored in encrypted, sovereign-controlled servers. Breaches or unauthorized access shall be criminally punishable and subject to independent audit.</li><li><strong>Interoperability and Accessibility:</strong> The system shall be accessible to individuals with disabilities and shall allow integration with international digital standards, provided such integration does not compromise national sovereignty or user privacy.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les dispositions suivantes établissent un système d'identité numérique unifié, sécurisé et souverain émis et géré par l'État—</span>",
    "tags": [
      "digital identity",
      "technology",
      "privacy"
    ],
    "links": [
      2,
      4,
      5,
      8
    ],
    "stakeholders": []
  },
  {
    "id": 115,
    "type": "Law",
    "name": "Procedure for Identity Change",
    "content": "<strong>The following provides the legal process for changing one's civil identity in public registries—</strong> <ol><li><strong>Scope:</strong> Any person shall have the right to change their legal name, gender marker, and other personal identifiers recorded in civil status registries, upon written declaration and supporting documentation affirming the request.</li><li><strong>Confidentiality:</strong> All proceedings shall be conducted with strict confidentiality. Disclosure of past identifiers without consent shall be prohibited and sanctionable under privacy protection laws.</li><li><strong>Accessibility:</strong> Applications shall be received by local civil registry offices, with decisions rendered within 60 days. No medical or psychological certification shall be required unless the change affects medical treatment access.</li><li><strong>Appeals and Protection:</strong> In the case of denial, applicants may file for expedited judicial review. Discrimination, harassment, or refusal of services on the basis of previous identity shall be actionable under anti-discrimination law.</li><li><strong>Recognition:</strong> Identity changes duly registered shall be recognized by all public and private institutions and be reflected in all subsequent legal, educational, financial, and medical documents.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les dispositions suivantes définissent le processus légal pour changer son identité civile dans les registres publics—</span>",
    "tags": [
      "identity",
      "gender",
      "personal records"
    ],
    "links": [
      4,
      8
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 116,
    "type": "Law",
    "name": "Public Data Portal and Transparency Framework",
    "content": "<strong>The following establishes a centralized, live-access system for publication and review of non-classified public data—</strong> <ol><li><strong>Access:</strong> All persons shall have equal access to the Public Data Portal, which shall provide demographic, statistical, administrative, and service delivery data in machine-readable and human-accessible formats, with historical data archives.</li><li><strong>Publication Mandate:</strong> All government departments are required to submit non-confidential data on a rolling basis. Submission deadlines, data quality requirements, and verification processes shall be standardized under ministerial regulation.</li><li><strong>Audit and Integrity:</strong> The data portal shall undergo quarterly integrity audits by an Independent Data Oversight Commission, whose reports shall be made public and debated in Parliament annually.</li><li><strong>Accessibility:</strong> Data formats must comply with web accessibility standards, and search interfaces must be multilingual, filterable, and navigable on low-bandwidth connections.</li><li><strong>Limitations:</strong> Personally identifiable information must be fully anonymized. Any breaches of confidentiality shall be subject to civil and criminal penalties.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les dispositions suivantes instaurent un système centralisé et accessible en direct pour la publication et la consultation des données publiques non classifiées—</span>",
    "tags": [
      "transparency",
      "data",
      "accessibility"
    ],
    "links": [
      5,
      8,
      10
    ],
    "stakeholders": []
  },
  {
    "id": 117,
    "type": "Law",
    "name": "Personal Data Ownership and Access Rights",
    "content": "<strong>The following affirms the individual’s full ownership over their personal data and establishes enforceable rights and duties concerning state-managed data—</strong> <ol><li><strong>Ownership:</strong> Each individual shall retain legal ownership of all personal data held by any public authority, including biometric, health, identity, financial, and digital activity records.</li><li><strong>Access and Correction:</strong> Individuals have the right to access any personal data retained by public institutions within 30 days of request and to request corrections or updates at no cost.</li><li><strong>Portability and Erasure:</strong> Individuals may export their personal data in a structured, interoperable format, and may request deletion unless retention is required by law for a specific purpose.</li><li><strong>Consent and Use:</strong> Public entities must obtain prior informed consent for any processing of personal data beyond what is strictly necessary for core public functions.</li><li><strong>Enforcement and Remedies:</strong> Violations of data rights shall be reviewable by the Data Rights Ombudsman, with recourse to court and entitlement to compensation for material and non-material damage.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les dispositions suivantes affirment la pleine propriété des individus sur leurs données personnelles et établissent des droits et obligations exécutoires concernant les données gérées par l'État—</span>",
    "tags": [
      "data rights",
      "privacy",
      "government accountability"
    ],
    "links": [
      4,
      5,
      8
    ],
    "stakeholders": []
  },
  {
    "id": 123,
    "type": "Law",
    "links": [
      2
    ],
    "name": "Jurisdictions of Criminal Prosecution",
    "tags": [
      "public security",
      "jurisdiction",
      "criminal justice",
      "coordination"
    ],
    "content": "The jurisdiction over criminal prosecution shall be divided among designated public security forces based on the nature, scale, and location of the crime. Urban crimes involving organized syndicates, cybercrimes, and transnational offenses shall fall under the jurisdiction of the National Investigative Bureau. Local public security departments shall retain primary jurisdiction over routine infractions, property offenses, and crimes confined to municipal boundaries. Cases implicating public officials or threatening national security shall be escalated to the High Office of Investigative Integrity. Coordination mechanisms must exist to facilitate shared intelligence and ensure seamless handoff of responsibility, avoiding overlap or gaps in enforcement.",
    "translation": "<span class=\"fancy-cursive\">La juridiction en matière de poursuite pénale est répartie entre les forces de sécurité publique désignées, selon la nature, l'ampleur et le lieu de l'infraction. Les crimes urbains impliquant des syndicats organisés, les cyberdélits et les infractions transnationales relèvent de la compétence du Bureau National d’Enquête. Les départements de sécurité publique locaux conservent la compétence principale sur les infractions courantes, les délits contre les biens et les crimes circonscrits à l'échelle municipale. Les affaires impliquant des agents publics ou menaçant la sécurité nationale doivent être transmises au Haut Bureau de l’Intégrité Enquêteuse. Des mécanismes de coordination doivent permettre un échange d’informations fluide et une répartition efficace des responsabilités.</span>",
    "stakeholders": []
  },
  {
    "id": 124,
    "type": "Law",
    "name": "Crimes against Persons",
    "tags": [
      "penal code",
      "crime"
    ],
    "links": [
      139
    ],
    "content": "<p>The following constitute crimes against persons and are punishable under criminal law due to their direct or indirect threat to the life, liberty, or physical and psychological integrity of individuals:</p><ol><li><strong>Intentional Homicide:</strong> The deliberate and unlawful killing of another human being, committed with the conscious intent to cause death or with knowledge that death would likely result from one's actions.</li><li><strong>Negligent Homicide:</strong> The unintentional causing of death due to gross negligence, recklessness, or a failure to observe reasonable care where such failure results in the loss of human life.</li><li><strong>Attempted Murder:</strong> The act of intentionally engaging in conduct intended to result in the unlawful killing of another person, accompanied by a substantial step toward the commission of that killing.</li><li><strong>Aggravated Assault:</strong> The intentional infliction of serious bodily harm or the attempt thereof, often involving the use of a deadly weapon or occurring under circumstances demonstrating extreme disregard for human life.</li><li><strong>Simple Assault:</strong> The unlawful and intentional act of causing or attempting to cause bodily harm to another person, or intentionally placing another in fear of imminent physical harm.</li><li><strong>Battery:</strong> The unlawful and intentional physical contact with another person without their consent, where such contact is offensive or harmful in nature.</li><li><strong>Kidnapping:</strong> The unlawful and intentional abduction or transportation of a person by means of force, threat, deception, or coercion, with the intent to restrain the person's liberty.</li><li><strong>Unlawful Confinement:</strong> Knowingly and without legal authority restraining the movement of another person in a bounded area against their will, by force or threat.</li><li><strong>Human Trafficking:</strong> The recruitment, transportation, harboring, or receipt of persons through the use of force, fraud, or coercion for the purpose of exploitation, including forced labor or sexual servitude.</li><li><strong>Torture:</strong> The intentional infliction of severe physical or mental pain or suffering on a person for purposes such as obtaining information, punishment, intimidation, or coercion, particularly when perpetrated by or with the acquiescence of a public official.</li><li><strong>Threat of Violence:</strong> Any communication or conduct that intentionally places another person in reasonable fear of imminent bodily harm or death, regardless of whether the threat is carried out.</li><li><strong>Forced Sterilization:</strong> Performing or causing to be performed a sterilization procedure on a person without their full, free, and informed consent, typically for discriminatory or coercive reasons.</li><li><strong>Harassment:</strong> A pattern of deliberate and unwanted conduct—verbal, physical, or electronic—directed at a specific person that causes fear, anxiety, or emotional distress.</li><li><strong>Domestic Abuse:</strong> Any physical, sexual, psychological, or economic abuse perpetrated within an intimate or familial relationship, used to control or dominate the victim.</li><li><strong>Stalking:</strong> The repeated and intentional following, monitoring, or harassment of a person, creating a reasonable fear for their safety or the safety of others.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les infractions suivantes constituent des crimes contre les personnes et sont punissables en droit pénal en raison de leur menace directe ou indirecte à la vie, à la liberté, ou à l'intégrité physique et psychologique des individus : 1. Homicide intentionnel : Le meurtre délibéré et illégal d’un autre être humain, commis avec l’intention de tuer ou la conscience que la mort est probable. 2. Homicide par négligence : Le décès non intentionnel résultant d’une négligence grave ou d’un manquement au devoir de diligence. 3. Tentative de meurtre : L’acte d’intenter délibérément à la vie d’autrui avec un début d’exécution substantiel. 4. Agression aggravée : L’infliction intentionnelle de dommages corporels graves, souvent avec une arme ou dans des circonstances démontrant un mépris extrême pour la vie. 5. Agression simple : L’acte illégal et intentionnel de causer ou de menacer un préjudice corporel immédiat. 6. Coups et blessures : Le contact physique intentionnel et non consenti, offensant ou nuisible. 7. Enlèvement : L’abduction ou le déplacement illégal et intentionnel d’une personne par la force, menace, ou tromperie. 8. Séquestration illégale : La restriction de mouvement sans autorité légale, par la force ou menace. 9. Traite des êtres humains : Le recrutement, transport ou hébergement de personnes à des fins d’exploitation par la force, fraude ou coercition. 10. Torture : L’infliction intentionnelle de douleurs physiques ou mentales graves à des fins d’interrogatoire, de punition ou d’intimidation. 11. Menace de violence : Toute communication ou conduite qui fait craindre raisonnablement un préjudice corporel imminent. 12. Stérilisation forcée : Réalisation d’une stérilisation sans consentement libre et éclairé. 13. Harcèlement : Comportement répété et non sollicité causant peur ou détresse. 14. Violence domestique : Tout abus physique, sexuel, psychologique ou économique au sein d’un couple ou d’une famille. 15. Traque : Surveillance ou harcèlement répété créant une peur raisonnable pour la sécurité.</span>",
    "stakeholders": []
  },
  {
    "id": 125,
    "type": "Law",
    "name": "Crimes against Liberty",
    "tags": [
      "penal code",
      "crime"
    ],
    "links": [
      139
    ],
    "content": "<p>The following constitute crimes against liberty and are punishable as violations of individual autonomy, freedom of movement, personal security, and free will:</p><ol><li><strong>Unlawful Detention:</strong> Knowingly restraining or detaining a person without legal authority or justification, thereby depriving them of their personal liberty.</li><li><strong>Coercion:</strong> The use of threats, intimidation, or psychological pressure to compel a person to act against their will or to forgo a legal right.</li><li><strong>Abduction:</strong> The intentional and unlawful taking or transportation of a person, without consent, through force or deception, with the aim of depriving them of liberty or placing them under control.</li><li><strong>Slavery:</strong> The exercise of ownership rights over another person, including buying, selling, or exploiting individuals as property.</li><li><strong>Forced Labor:</strong> Compelling a person to work or provide services through threats, violence, or abuse of power, without the person's free and informed consent.</li><li><strong>Servitude:</strong> The condition in which a person is forced to live or work under coercive control, with restricted freedom to leave or refuse obligations.</li><li><strong>Obstruction of Freedom of Assembly:</strong> Willfully preventing or disrupting lawful gatherings, protests, or meetings through violence, threats, or unlawful interference.</li><li><strong>Obstruction of Freedom of Movement:</strong> Intentionally restricting a person's lawful ability to move within, enter, or exit any public or private space without due legal cause.</li><li><strong>Interference with Privacy:</strong> The intentional and unauthorized surveillance, intrusion, or collection of personal data that violates a person’s reasonable expectation of privacy.</li><li><strong>Suppression of Expression:</strong> Using violence, threats, or official capacity to prevent individuals from lawfully expressing opinions, sharing information, or communicating ideas.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les infractions suivantes constituent des crimes contre la liberté et sont punissables comme violations de l'autonomie individuelle, de la liberté de mouvement, de la sécurité personnelle et du libre arbitre : 1. Détention illégale : Le fait de retenir une personne sans autorité ou justification légale, la privant ainsi de sa liberté. 2. Contrainte : L’usage de menaces ou de pressions psychologiques pour forcer une personne à agir contre sa volonté. 3. Enlèvement : Le fait de prendre ou transporter illégalement une personne par la force ou la tromperie. 4. Esclavage : L’exercice de droits de propriété sur une personne, y compris la vente ou l’exploitation comme un bien. 5. Travail forcé : Obliger une personne à travailler sans consentement libre, sous menace ou contrainte. 6. Servitude : Condition où une personne est forcée de vivre ou de travailler sous contrôle coercitif. 7. Entrave à la liberté de réunion : Empêcher délibérément des rassemblements légaux. 8. Entrave à la liberté de mouvement : Limitation illégale du droit de se déplacer. 9. Atteinte à la vie privée : Surveillance ou collecte de données sans autorisation. 10. Répression de l’expression : Empêcher une personne de s’exprimer librement par menace ou violence.</span>",
    "stakeholders": []
  },
  {
    "id": 126,
    "type": "Law",
    "name": "Crimes against the State",
    "tags": [
      "penal code",
      "crime"
    ],
    "links": [
      139
    ],
    "content": "<p>The following constitute crimes against the state and are punishable as threats to the sovereignty, institutional integrity, and constitutional order of the Republic:</p><ol><li><strong>Treason:</strong> Knowingly and intentionally engaging in acts aimed at overthrowing, subverting, or waging war against the Republic, or aiding a foreign power against the interest of the state.</li><li><strong>Espionage:</strong> The unauthorized collection, transmission, or sharing of sensitive state information with foreign entities or for purposes of undermining national security.</li><li><strong>Sedition:</strong> Organizing or inciting rebellion, violence, or public disorder with the intent to challenge the authority or legitimacy of the government through unlawful means.</li><li><strong>Sabotage:</strong> The intentional destruction, obstruction, or degradation of state infrastructure, services, or resources for political, military, or ideological motives.</li><li><strong>Unauthorized Armed Activity:</strong> Organizing, leading, or participating in military or paramilitary operations not sanctioned by the competent state authorities.</li><li><strong>Contempt of State Institutions:</strong> Publicly discrediting, defaming, or obstructing the operation of constitutional bodies or officials with intent to undermine their legitimacy or public function.</li><li><strong>Impersonation of Officials:</strong> Falsely representing oneself as a public official for the purpose of exercising public powers or accessing protected rights or information.</li><li><strong>Illegal Use of State Symbols:</strong> Unauthorized and deceptive use of state emblems, flags, seals, or insignia to convey false authority or mislead the public.</li><li><strong>Obstruction of Public Functions:</strong> Willfully interfering with or preventing the lawful duties of government agencies or officials through threats, coercion, or physical force.</li><li><strong>Election Tampering:</strong> Engaging in fraudulent activities intended to alter, suppress, or manipulate the conduct or results of public elections, referenda, or plebiscites.</li></ol>",
    "translation": "<span style='font-family: DiplomaticCursive;'>Les infractions suivantes constituent des crimes contre l'État et sont punissables comme atteintes à la souveraineté, à l'intégrité institutionnelle et à l'ordre constitutionnel de la République : 1. Trahison : Actes délibérés visant à renverser ou affaiblir la République ou aider une puissance étrangère. 2. Espionnage : Collecte ou transmission non autorisée d’informations sensibles à des entités étrangères. 3. Sédition : Incitation à la rébellion ou à la violence contre l’autorité de l’État. 4. Sabotage : Destruction intentionnelle des infrastructures ou ressources étatiques. 5. Activité armée non autorisée : Participation à des opérations militaires sans mandat légal. 6. Outrage aux institutions : Décrédibilisation ou obstruction délibérée des organes constitutionnels. 7. Usurpation de fonction : Se faire passer pour un agent public afin d’exercer illégalement un pouvoir. 8. Usage illégal des symboles d’État : Utilisation trompeuse des emblèmes officiels pour induire en erreur. 9. Obstruction des fonctions publiques : Interférence volontaire avec l’exercice légal des fonctions étatiques. 10. Fraude électorale : Manipulation intentionnelle du déroulement ou des résultats d’une élection publique.</span>",
    "stakeholders": []
  },
  {
    "id": 127,
    "type": "Law",
    "name": "Crimes Against Bodily Integrity",
    "tags": [
      "penal code",
      "bodily integrity"
    ],
    "links": [
      139
    ],
    "content": "The following constitute crimes against bodily integrity: (1) Mutilation, defined as the intentional infliction of serious bodily harm resulting in permanent disfigurement or loss of function. (2) Unlawful organ removal or trafficking, including harvesting organs without full and informed consent or through coercion. (3) Exposure to hazardous substances, where a person is intentionally subjected to toxic chemicals or biohazards causing significant health damage. (4) Non-consensual medical experimentation. (5) Forced medical procedures or treatment, including forced sterilization or surgeries. (6) Assault resulting in permanent injury or disability. (7) Compelled participation in activities with high risk of bodily harm without informed consent. (8) Deliberate infection with serious communicable diseases.",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes constituent des crimes contre l'intégrité corporelle : (1) Mutilation. (2) Prélèvement ou trafic d'organes sans consentement. (3) Exposition intentionnelle à des substances toxiques. (4) Expérimentation médicale non consentie. (5) Traitements médicaux forcés. (6) Blessures causant invalidité permanente. (7) Activités dangereuses imposées sans consentement. (8) Transmission intentionnelle de maladies graves.</span>",
    "stakeholders": []
  },
  {
    "id": 128,
    "type": "Law",
    "name": "Economic and Property Crimes",
    "tags": [
      "penal code",
      "economic",
      "property"
    ],
    "links": [
      139
    ],
    "content": "The following constitute economic and property crimes: (1) Theft, defined as the unlawful taking of property belonging to another with the intent to permanently deprive them of it. (2) Robbery, defined as theft accompanied by violence or threat. (3) Burglary, entering a structure unlawfully with intent to commit theft or other crimes. (4) Embezzlement, involving the misappropriation of funds entrusted to one’s care. (5) Fraud, including deliberate deception for unlawful gain. (6) Extortion, obtaining property through coercion or threat. (7) Money laundering, concealing origins of illegally obtained money. (8) Counterfeiting of currency or documents. (9) Insider trading and market manipulation. (10) Destruction or sabotage of property belonging to others or the public.",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes constituent des crimes économiques ou contre les biens : (1) Vol. (2) Vol avec violence (vol à main armée). (3) Cambriolage. (4) Détournement de fonds. (5) Fraude. (6) Extorsion. (7) Blanchiment d'argent. (8) Contrefaçon de monnaie ou de documents. (9) Délits d’initiés. (10) Dégradation de biens publics ou privés.</span>",
    "stakeholders": []
  },
  {
    "id": 129,
    "type": "Law",
    "name": "Cybercrimes",
    "tags": [
      "penal code",
      "cybercrime"
    ],
    "links": [
      139
    ],
    "content": "The following constitute cybercrimes: (1) Unauthorized access to computer systems (hacking), including bypassing security protocols without permission. (2) Cyber fraud, such as phishing, identity theft, or scams committed using electronic communication. (3) Distribution of malware, spyware, or ransomware. (4) Online harassment and cyberbullying. (5) Child pornography possession, production, or distribution. (6) Denial-of-service (DoS) or distributed DoS (DDoS) attacks. (7) Data breaches and theft of confidential information. (8) Unauthorized surveillance or data interception. (9) Cyberterrorism, including attacks designed to disrupt critical infrastructure. (10) Illicit trafficking via digital platforms, including weapons, drugs, or humans.",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes constituent des cybercrimes : (1) Accès non autorisé aux systèmes informatiques. (2) Fraude électronique. (3) Diffusion de logiciels malveillants. (4) Harcèlement en ligne. (5) Pornographie infantile en ligne. (6) Attaques DoS/DDoS. (7) Vol de données confidentielles. (8) Surveillance illégale. (9) Cyberterrorisme. (10) Trafic illégal sur des plateformes numériques.</span>",
    "stakeholders": []
  },
  {
    "id": 130,
    "type": "Law",
    "name": "Environmental and Public Health Offenses",
    "tags": [
      "penal code",
      "environment",
      "public health"
    ],
    "links": [
      139
    ],
    "content": "The following constitute offenses against the environment and public health: (1) Illegal dumping, defined as the unauthorized disposal of waste materials in non-designated locations in a manner harmful to ecosystems or human health. (2) Pollution of air or water, where industrial, agricultural, or private entities release contaminants beyond lawful limits into the environment. (3) Wildlife trafficking, including the unlawful capture, sale, or transport of protected species or their parts. (4) Unauthorized deforestation, meaning tree clearing or forest degradation without permit or in violation of land-use laws. (5) Poaching, defined as the hunting, capturing, or killing of protected wildlife in contravention of conservation laws. (6) Endangering public health by actions that expose populations to communicable diseases or environmental toxins. (7) Distribution of unlicensed medicine or pharmaceuticals not approved by regulatory authorities. (8) Biohazard release, whether accidental or intentional, where pathogens or toxic materials are introduced into public spaces. (9) Violation of quarantine orders lawfully imposed during a health emergency. (10) Unsafe disposal of medical waste, including sharps or biological material, in violation of health safety standards.",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes constituent des atteintes à l'environnement et à la santé publique : dépôts illégaux, pollution, trafic d'espèces, déforestation illégale, braconnage, mise en danger de la santé publique, distribution de médicaments non autorisés, libération de biohazards, violation de quarantaine, et élimination dangereuse de déchets médicaux.</span>",
    "stakeholders": [
      "Citizens",
      "Business Owners",
      "Healthcare Providers",
      "Workers",
      "Environmental Advocates"
    ]
  },
  {
    "id": 131,
    "type": "Law",
    "name": "Social Order and Morality Offenses",
    "tags": [
      "penal code",
      "public order",
      "morality"
    ],
    "links": [
      139
    ],
    "content": "The following constitute offenses against public order and morality: (1) Public indecency, defined as the willful exhibition of nudity or sexual conduct in public places likely to offend reasonable standards of decency. (2) Inciting violence, meaning speech or actions that directly provoke or encourage imminent acts of violence. (3) Hate speech, defined as public expressions that incite hatred or discrimination against persons based on race, religion, ethnicity, sexual orientation, or other protected characteristics. (4) Desecration of cultural heritage, including damage or defilement of monuments, graves, or symbols of cultural or historical significance. (5) Disruption of public peace, where conduct such as shouting, fighting, or noise creation causes fear or disturbance. (6) Vandalism, defined as intentional damage or defacement of property not one’s own. (7) Unauthorized graffiti, meaning applying paint, etching, or markings to property without legal permission. (8) Animal cruelty, including neglect, torture, or unlawful killing of animals. (9) Loitering with intent to engage in criminal activity or harassment. (10) Public intoxication where behavior threatens safety, health, or peaceful enjoyment of public space.",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes troublent l'ordre public et la moralité : indécence publique, incitation à la violence, discours haineux, profanation du patrimoine, trouble à la paix, vandalisme, graffiti non autorisé, cruauté envers les animaux, flânerie suspecte, et ivresse publique.</span>",
    "stakeholders": []
  },
  {
    "id": 132,
    "type": "Law",
    "name": "Administrative and Procedural Offenses",
    "tags": [
      "penal code",
      "administrative"
    ],
    "links": [
      139
    ],
    "content": "The following constitute administrative and procedural offenses: (1) Failure to respond to lawful summons, including non-appearance in administrative or judicial proceedings without valid excuse. (2) Obstruction of regulatory inspection, defined as preventing or impeding lawful entry by inspectors or auditors into premises subject to oversight. (3) Failure to maintain required records, including non-compliance with documentation obligations imposed by law or regulation. (4) Submission of false or misleading information in official filings or applications. (5) Unauthorized use of protected titles, credentials, or uniforms reserved by law for licensed professionals or officials. (6) Unauthorized access to restricted public administration systems or confidential government databases. (7) Disobedience of administrative orders or directives lawfully issued by regulatory authorities. (8) Improper lobbying or offering inducements to public officials. (9) Misuse of public funds by administrative personnel. (10) Unauthorized public gathering or demonstration without required permits or in violation of designated restrictions.",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes relèvent des manquements administratifs et procéduraux : non-respect des convocations, obstruction aux inspections, défaut de tenue de registres, informations fausses, usage non autorisé de titres protégés, accès interdit aux bases publiques, désobéissance administrative, lobbying illégal, abus de fonds publics, et rassemblements non autorisés.</span>",
    "stakeholders": []
  },
  {
    "id": 133,
    "type": "Law",
    "name": "Transportation and Traffic Offenses",
    "tags": [
      "penal code",
      "traffic",
      "transportation"
    ],
    "links": [
      139
    ],
    "content": "The following are crimes against public safety and welfare, prosecutable exclusively by the state authorities—<ol><li>Reckless driving: The operation of a motor vehicle with willful or wanton disregard for the safety of persons or property.</li><li>Driving under the influence: The operation of a vehicle while impaired by alcohol, narcotics, or any controlled substance beyond legal thresholds.</li><li>Vehicular manslaughter: The unlawful killing of a person resulting from negligent or unlawful operation of a motor vehicle.</li><li>Hit and run: The act of causing a traffic collision and failing to stop to render aid or provide identifying information as required by law.</li><li>Unlicensed operation of a vehicle: Driving without a valid permit, license, or in violation of restrictions.</li><li>Tampering with road signs: Modifying, obscuring, relocating, or removing official traffic signage or signals without lawful authorization.</li><li>Street racing: The unauthorized competitive operation of vehicles on public roads or highways.</li><li>Obstruction of emergency vehicles: Unlawfully impeding or failing to yield to authorized emergency response vehicles.</li><li>Endangerment of pedestrians: Failure to yield in designated crossings or operating in a manner that creates unreasonable risk to pedestrians.</li><li>Illegal parking in emergency zones: Leaving a vehicle in spaces reserved for emergency use or impeding emergency access routes.</li></ol>",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes relèvent de la sécurité publique et du bien-être, poursuivables exclusivement par les autorités étatiques—<ol><li>conduite dangereuse : L'opération d'un véhicule à moteur avec mépris volontaire ou insouciant de la sécurité des personnes ou des biens.</li><li>conduite sous influence : Conduite d'un véhicule sous l'effet de l'alcool, des stupéfiants ou de toute substance contrôlée au-delà des seuils légaux.</li><li>homicide routier : Le meurtre illégal d'une personne résultant d'une conduite négligente ou illégale d'un véhicule à moteur.</li><li>délit de fuite : L'acte de causer une collision routière et de ne pas s'arrêter pour porter assistance ou fournir les informations d'identification requises par la loi.</li><li>conduite sans permis : Conduire sans un permis valide, ou en violation des restrictions imposées.</li><li>altération de la signalisation routière : Modifier, obscurcir, déplacer ou retirer la signalisation officielle sans autorisation légale.</li><li>courses de rue : La conduite compétitive non autorisée de véhicules sur des routes ou autoroutes publiques.</li><li>obstruction aux véhicules d'urgence : Empêcher illégalement ou ne pas céder le passage aux véhicules de secours autorisés.</li><li>mise en danger des piétons : Ne pas céder le passage aux passages désignés ou conduire d'une manière qui crée un risque déraisonnable pour les piétons.</li><li>stationnement illégal dans les zones d'urgence : Laisser un véhicule dans des espaces réservés à l'utilisation d'urgence ou entraver l'accès aux voies d'urgence.</li></ol></span>",
    "stakeholders": []
  },
  {
    "id": 134,
    "type": "Law",
    "name": "Crimes of Infiltration or Sabotage",
    "tags": [
      "penal code",
      "sabotage",
      "infiltration",
      "national security"
    ],
    "links": [
      139
    ],
    "content": "The following are crimes against national security, prosecutable exclusively by the state authorities—<ol><li>Sabotage of infrastructure: The intentional destruction, damage, or disruption of public utilities, transport, communications, or energy facilities.</li><li>Interference with communications: Unlawful obstruction, interception, or degradation of telecommunication networks, public communication infrastructure, or digital information systems.</li><li>Breach of national registry: Unauthorized access, modification, or manipulation of official national databases, registers, or information repositories, including personal or governmental data.</li><li>Tampering with surveillance systems: Deliberate and unlawful alteration or disabling of surveillance systems critical to national security, including cameras, tracking systems, and data gathering mechanisms.</li><li>Unauthorized possession of security credentials: Possession or use of restricted access credentials or identification materials that are critical to security operations without proper authorization.</li></ol>",
    "translation": "<span style=\"font-family: DiplomaticCursive;\">Les infractions suivantes relèvent de la sécurité nationale, poursuivables exclusivement par les autorités étatiques—<ol><li>sabotage d'infrastructure : La destruction, les dommages ou la perturbation intentionnelle des installations publiques, des transports, des communications ou des installations énergétiques.</li><li>interférence avec les communications : L'obstruction illégale, l'interception ou la dégradation des réseaux de télécommunication, des infrastructures de communication publiques ou des systèmes d'information numériques.</li><li>violation du registre national : Accès non autorisé, modification ou manipulation des bases de données nationales officielles, des registres ou des répertoires d'informations, y compris des données personnelles ou gouvernementales.</li><li>altération des systèmes de surveillance : Modification délibérée et illégale ou désactivation des systèmes de surveillance essentiels à la sécurité nationale, y compris les caméras, les systèmes de suivi et les mécanismes de collecte de données.</li><li>possession non autorisée de titres de sécurité : Possession ou utilisation de titres d'accès restreints ou de documents d'identification essentiels aux opérations de sécurité sans autorisation appropriée.</li></ol></span>",
    "stakeholders": []
  },
  {
    "id": 135,
    "name": "Crimes Against Democracy",
    "type": "Law",
    "links": [
      139
    ],
    "content": "<ol><strong>The following are crimes against democracy, prosecutable exclusively by the state authorities—</strong><li><strong>Bribery</strong>: The offering, giving, receiving, or soliciting of any undue benefit, financial or otherwise, to influence the actions, decisions, or judgments of a public official, government employee, or other individuals in positions of power.</li><li><strong>Extortion</strong>: The unlawful act of obtaining money, property, or services through coercion, threats, or intimidation, particularly by a public official or entity in the performance of their duties.</li><li><strong>Abuse of Office</strong>: The improper use of authority or power by a public official or employee, wherein their actions or decisions benefit themselves, their associates, or any other party to the detriment of the public or state interests.</li><li><strong>Money Laundering</strong>: The process of concealing or disguising the origins of illegally obtained money, typically by means of transfers involving financial institutions, real estate, or other high-value transactions, to make the funds appear legitimate.</li><li><strong>Fraud</strong>: Any intentional act of deception for the purpose of securing an unfair or unlawful gain, particularly when involving government funds, public services, or state resources.</li><li><strong>Tax Evasion</strong>: The deliberate illegal underpayment or non-payment of taxes owed to the state by individuals or corporations, often through the concealment of income, assets, or other fraudulent financial practices.</li><li><strong>Conflict of Interest</strong>: A situation in which a public official or employee's personal interests or relationships interfere with their duty to act impartially, resulting in decisions that benefit themselves or others over the interests of the public or the state.</li><li><strong>Nepotism</strong>: The practice of favoring family members or close associates in the allocation of public jobs, resources, or benefits, without regard for merit, thereby undermining fairness and transparency in governmental operations.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 136,
    "name": "Crimes Related to Terrorism",
    "type": "Law",
    "links": [
      139
    ],
    "content": "<ol><strong>The following are crimes related to terrorism, prosecutable exclusively by the state authorities—</strong><li><strong>Terrorist Financing</strong>: The provision of funds or material support for the planning, preparation, or execution of terrorist acts, regardless of whether the funds are intended for weapons, recruitment, or other acts designed to destabilize or disrupt the peace of the nation.</li><li><strong>Supporting or Recruiting for a Terrorist Group</strong>: The act of offering material assistance, funds, or personnel to a group engaged in terrorist activities or attempting to recruit individuals to participate in such activities, whether domestically or internationally.</li><li><strong>Planning or Preparing a Terrorist Attack</strong>: Engaging in actions designed to carry out or prepare for acts of terrorism, including but not limited to gathering weapons, acquiring explosives, recruiting for militant causes, and organizing groups to perpetrate violence.</li><li><strong>Use of Explosive or Incendiary Devices</strong>: The illegal use, distribution, or possession of explosive or incendiary materials for the purpose of causing destruction, injury, or death as part of a terrorist act.</li><li><strong>Hijacking</strong>: The unlawful seizure or control of any vehicle, aircraft, or vessel, typically with the intention of using it for a terrorist purpose, such as the use of hostages or directing it towards a target of destruction.</li><li><strong>Hostage-Taking</strong>: The unlawful detention or control of individuals, typically to force the government or other parties to act in a way that aligns with the demands of the perpetrators of terrorism.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 137,
    "name": "Crimes of Sovereignty and Territorial Integrity",
    "type": "Law",
    "links": [
      139
    ],
    "content": "<ol><strong>The following are crimes of sovereignty and territorial integrity, prosecutable exclusively by the state authorities—</strong><li><strong>Espionage</strong>: The act of spying or obtaining unauthorized information related to the security, defense, or foreign affairs of the nation for the benefit of a foreign power, organization, or entity.</li><li><strong>Treason</strong>: The act of betraying one’s nation by assisting its enemies, engaging in war against the state, or attempting to overthrow the legitimate government.</li><li><strong>Conspiracy to Commit Treason</strong>: Any agreement or coordinated action intended to commit treason or to aid foreign powers in subverting or overthrowing the state or government.</li><li><strong>Invasion</strong>: The unlawful occupation or aggressive entry by foreign military forces or any non-state actors into the territory of the nation with the intent to seize, control, or disrupt national sovereignty.</li><li><strong>Territorial Disputes</strong>: Engaging in unlawful actions aimed at the seizure or annexation of territory belonging to another nation, including unauthorized settlements or military actions.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 138,
    "name": "Immigration Crimes",
    "type": "Law",
    "links": [
      139
    ],
    "content": "<ol><strong>The following are immigration crimes, prosecutable exclusively by the state authorities—</strong><li><strong>Illegal Entry</strong>: The act of entering the territory of the state without lawful authorization, bypassing the legal immigration controls or without the necessary visa, permit, or status required by the law.</li><li><strong>Document Fraud</strong>: The forging, altering, or misusing any official document for the purpose of evading immigration laws, obtaining illegal entry, or gaining unauthorized benefits.</li><li><strong>Overstay of Visa</strong>: The failure to leave the country after the expiration of a visa, permit, or other lawful entry authorization, including continued residence beyond the permitted time.</li><li><strong>Human Smuggling</strong>: The illegal facilitation of individuals entering or remaining in a country, typically through the use of fraudulent documents, improper routes, or manipulation of immigration laws.</li><li><strong>False Asylum Claims</strong>: The submission of fraudulent or misleading asylum claims for the purpose of gaining entry or staying in the country, while providing false or incomplete information to immigration authorities.</li><li><strong>Illegal Employment of Non-Citizens</strong>: The employment of individuals who are not authorized to work in the country or whose work visas or permits have expired, in violation of immigration and labor laws.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 139,
    "name": "Organic Law on the Agency of Public Security",
    "type": "Law",
    "links": [
      2,
      4
    ],
    "content": "<strong>The following constitutes the Organic Law governing the Agency of Public Security, defining its internal structure, command hierarchy, and mechanisms of public oversight, in accordance with the constitutional mandate of maintaining peace, justice, and democratic accountability—</strong> <ol><li><strong>Composition of the Agency:</strong> The Agency of Public Security shall be composed of specialized and integrated units, each tasked with distinct public protection responsibilities. The following operational divisions shall be instituted within the Agency: <ol type='a'><li><strong>General Order Division</strong>: responsible for the maintenance of civil peace, crowd management, and enforcement of regulations in public spaces.</li><li><strong>Minor Infractions and Civil Patrol Unit</strong>: tasked with responding to small-scale infractions, disturbances, and assisting in local law enforcement cooperation.</li><li><strong>Behavioral and Mental Health Crisis Unit</strong>: composed of professionals trained in de-escalation, crisis intervention, and collaboration with medical personnel in cases involving vulnerable persons.</li><li><strong>Community Liaison and Volunteer Unit</strong>: responsible for fostering citizen engagement, recruiting neighborhood watch groups, and organizing community safety forums.</li><li><strong>Public Protection Tactical Unit</strong>: an armed division trained to respond to high-risk threats, terrorism, and violent offenses within national territory.</li><li><strong>Crime Division – Homicide and Violent Crime Unit</strong></li><li><strong>Crime Division – Sexual Offenses Unit</strong></li><li><strong>Crime Division – Economic and Financial Crimes Unit</strong></li><li><strong>Crime Division – Cybercrime Unit</strong></li><li><strong>Crime Division – Environmental and Health Violations Unit</strong></li><li><strong>Crime Division – Administrative and Public Integrity Unit</strong></li><li><strong>Crime Division – National Security and Terrorism Unit</strong></li></ol></li><li><strong>Command Structure:</strong> The Agency shall be led by a Director-General appointed by the Minister of Justice and confirmed by a Parliamentary Oversight Committee. Each division shall be headed by a Chief Commander who reports directly to the Deputy Director of Operations.</li><li><strong>Oversight and Accountability:</strong> An Independent Commission for Security Oversight (ICSO) shall be established with full authority to review, investigate, and publish findings on agency conduct. All actions involving use of force, surveillance, or detention shall be logged, audited, and disclosed for independent review.</li><li><strong>Public Involvement:</strong> The Agency shall maintain regular dialogue with local governance bodies and civil society organizations. Public security strategy, budgeting, and policy shall include participatory consultation, and citizens may submit petitions, observations, and formal complaints regarding misconduct.</li></ol>",
    "stakeholders": []
  },
  {
    "id": 140,
    "name": "Independent Review of Public Security Action",
    "type": "Law",
    "content": "<strong>The following establishes the legally binding procedures and principles governing the independent, transparent, and impartial review of actions undertaken by public security forces, to ensure compliance with constitutional rights and legal proportionality, and shall be prosecutable and enforceable under the authority of the state—</strong> <ol><li><strong>Judicial Oversight:</strong> All actions involving the deprivation of liberty, use of force, or intrusion upon fundamental rights by public security personnel shall be subject to judicial review within 72 hours of their occurrence, with mandatory reporting to the prosecutorial authority.</li><li><strong>Public Security Review Tribunal:</strong> An independent tribunal composed of judges, legal scholars, and civil liberties experts shall be established to hear cases of alleged misconduct, procedural abuse, or unjustified force.</li><li><strong>Citizen Committees:</strong> Local Citizen Review Boards shall be formed in each administrative region to receive complaints, audit response patterns, and publicly report findings on community impact and satisfaction with policing conduct.</li><li><strong>Proportionality and Necessity:</strong> Public security interventions must adhere to the principle of proportionality, ensuring that any use of force or coercive measure is strictly necessary, minimally sufficient, and exhausts nonviolent alternatives before application.</li><li><strong>Transparency Requirements:</strong> All public security units shall maintain complete audiovisual records of operational actions, to be archived and accessible for judicial and civilian review within strict data protection safeguards.</li><li><strong>Whistleblower Protections:</strong> Officers and employees reporting abuses, unlawful orders, or systemic misconduct shall receive full legal immunity and institutional protection from retaliation, in accordance with whistleblower integrity provisions.</li><li><strong>Annual Public Hearings:</strong> The Agency of Public Security shall be required to participate in annual hearings before Parliament and the Independent Commission for Security Oversight, where statistical data, complaints, resolutions, and disciplinary actions are disclosed.</li><li><strong>Legal Remedies and Compensation:</strong> Victims of abuse, unjustified detention, or excessive force shall have access to expedited judicial processes for seeking legal remedy, restitution, and public acknowledgment of wrongdoing.</li><li><strong>Training and Preventive Review:</strong> All security officers shall undergo recurrent legal training on use-of-force protocols, rights-based engagement, and de-escalation, with training programs subject to external audit.</li><li><strong>International Compliance:</strong> The independent review mechanisms shall operate in full conformity with international human rights law, and oversight reports shall be shared with relevant human rights bodies upon request.</li></ol>",
    "translation": "<strong>Ce qui suit établit les procédures et principes juridiquement contraignants régissant l'examen indépendant, transparent et impartial des actions entreprises par les forces de sécurité publique, afin de garantir le respect des droits constitutionnels et de la proportionnalité légale, et doit être poursuivi et appliqué sous l'autorité exclusive de l'État—</strong> <ol><li><strong>Surveillance judiciaire :</strong> Toute action impliquant la privation de liberté, l'usage de la force ou une atteinte aux droits fondamentaux par le personnel de sécurité publique doit faire l'objet d'un contrôle judiciaire dans les 72 heures suivant les faits, avec un rapport obligatoire au ministère public.</li><li><strong>Tribunal de révision de la sécurité publique :</strong> Un tribunal indépendant composé de juges, de juristes et d’experts en libertés civiles est institué pour statuer sur les cas de mauvaise conduite, d'abus procédural ou de recours injustifié à la force.</li><li><strong>Comités citoyens :</strong> Des conseils d'examen citoyen locaux sont établis dans chaque région administrative pour recevoir les plaintes, auditer les réponses sécuritaires, et publier des rapports sur l’impact communautaire et la satisfaction relative à la conduite policière.</li><li><strong>Proportionnalité et nécessité :</strong> Les interventions des forces de sécurité doivent respecter le principe de proportionnalité, assurant que tout usage de force ou mesure coercitive est strictement nécessaire, minimalement suffisant, et précédé de toutes les alternatives non violentes possibles.</li><li><strong>Exigences de transparence :</strong> Toutes les unités de sécurité publique doivent conserver des enregistrements audiovisuels complets de leurs actions opérationnelles, à archiver et rendre accessibles pour contrôle judiciaire et civil dans un cadre strict de protection des données.</li><li><strong>Protection des lanceurs d’alerte :</strong> Les agents signalant des abus, ordres illégaux ou dysfonctionnements systémiques bénéficient d’une immunité légale totale et d’une protection institutionnelle contre toute représaille.</li><li><strong>Audiences publiques annuelles :</strong> L’Agence de sécurité publique doit participer à des auditions annuelles devant le Parlement et la Commission indépendante de contrôle de la sécurité, pour y divulguer données statistiques, plaintes, résolutions et sanctions disciplinaires.</li><li><strong>Recours et compensation :</strong> Les victimes d’abus, de détentions injustifiées ou de force excessive ont accès à une procédure judiciaire accélérée pour demander réparation, indemnisation et reconnaissance publique des fautes subies.</li><li><strong>Formation et contrôle préventif :</strong> Tous les agents de sécurité doivent suivre une formation juridique continue sur les protocoles d’usage de la force, l’engagement fondé sur les droits, et la désescalade, avec des audits externes des programmes de formation.</li><li><strong>Conformité internationale :</strong> Les mécanismes de contrôle doivent pleinement respecter le droit international des droits humains, et les rapports de surveillance sont partagés avec les instances compétentes sur demande.</li></ol>",
    "links": [
      139
    ],
    "tags": [
      "public security",
      "accountability",
      "judicial oversight",
      "citizen rights",
      "proportionality",
      "state authority"
    ],
    "stakeholders": []
  },
  {
    "id": 141,
    "type": "Right",
    "name": "Right to Life",
    "content": "Every human being has the inherent right to life. This right must be protected by law, ensuring that no one is arbitrarily deprived of their life.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive';\">Tout être humain a un droit inhérent à la vie. Ce droit doit être protégé par la loi, et nul ne peut être arbitrairement privé de sa vie.</span>",
    "citation_treaty": "International Covenant on Civil and Political Rights",
    "citation_article": "Article 6",
    "citation_link": "https://www.ohchr.org/en/instruments-mechanisms/instruments/international-covenant-civil-and-political-rights",
    "links": [
      2,
      4
    ],
    "stakeholders": []
  },
  {
    "id": 142,
    "type": "Right",
    "name": "Right to Health",
    "content": "The right to the highest attainable standard of physical and mental health includes access to medical services, sanitation, adequate food, and nutrition.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive';\">Le droit à la santé au plus haut niveau atteignable comprend l'accès aux services médicaux, à l'assainissement, à une alimentation suffisante et à une bonne nutrition.</span>",
    "citation_treaty": "International Covenant on Economic, Social and Cultural Rights",
    "citation_article": "Article 12",
    "citation_link": "https://www.ohchr.org/en/instruments-mechanisms/instruments/international-covenant-economic-social-and-cultural-rights",
    "links": [
      1,
      15
    ],
    "stakeholders": []
  },
  {
    "id": 143,
    "type": "Right",
    "name": "Right to Education",
    "content": "Everyone has the right to education. Primary education shall be compulsory and available free to all. Secondary and higher education shall be made accessible to all by every appropriate means.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive';\">Toute personne a droit à l’éducation. L’instruction primaire doit être obligatoire et gratuite pour tous. L’enseignement secondaire et supérieur doit être accessible à tous par tous les moyens appropriés.</span>",
    "citation_treaty": "International Covenant on Economic, Social and Cultural Rights",
    "citation_article": "Article 13",
    "citation_link": "https://www.ohchr.org/en/instruments-mechanisms/instruments/international-covenant-economic-social-and-cultural-rights",
    "links": [
      3,
      15
    ],
    "stakeholders": []
  },
  {
    "id": 144,
    "type": "Right",
    "name": "Right to Adequate Housing",
    "content": "Everyone has the right to an adequate standard of living, including adequate housing. The state must take appropriate steps to ensure access to safe, secure, and habitable shelter for all persons.",
    "translation": "<span style=\"font-family: 'DiplomaticCursive';\">Toute personne a droit à un niveau de vie suffisant, y compris à un logement convenable. L’État doit prendre les mesures appropriées pour garantir un accès à un abri sûr, sécurisé et habitable pour tous.</span>",
    "citation_treaty": "International Covenant on Economic, Social and Cultural Rights",
    "citation_article": "Article 11",
    "citation_link": "https://www.ohchr.org/en/instruments-mechanisms/instruments/international-covenant-economic-social-and-cultural-rights",
    "links": [
      12,
      15
    ],
    "stakeholders": []
  },
  {
    "id": 145,
    "name": "Right to Freedom of Expression",
    "type": "Right",
    "category": "Civil Rights",
    "tags": [
      "freedom",
      "speech",
      "expression",
      "media",
      "civil-rights",
      "democracy"
    ],
    "content": "Every person has the right to hold opinions without interference and to seek, receive, and impart information and ideas through any media and regardless of frontiers. This right is fundamental for democracy, transparency, and civic participation.",
    "translation": "Toute personne a le droit d’exprimer librement ses opinions, sans interférence, et de rechercher, recevoir et diffuser des informations et des idées par tout moyen d’expression, sans considération de frontières. Ce droit est fondamental pour la démocratie, la transparence et la participation civique.",
    "source": "International Covenant on Civil and Political Rights",
    "article": "Article 19",
    "links": [
      10,
      4
    ],
    "stakeholders": []
  },
  {
    "id": 146,
    "name": "Duty to Pay Taxes",
    "type": "Duty",
    "category": "Economic Duties",
    "tags": [
      "tax",
      "revenue",
      "public-funding",
      "economy",
      "citizenship",
      "law"
    ],
    "content": "Citizens have a legal obligation to contribute financially to the operation of the state through the payment of taxes. This duty supports public services, infrastructure, and social protections, forming the economic foundation of a functioning government.",
    "translation": "Les citoyens ont l'obligation légale de contribuer au financement des fonctions de l'État par le paiement des impôts. Ce devoir soutient les services publics, les infrastructures et la protection sociale, constituant ainsi la base économique d’un gouvernement opérationnel.",
    "source": "Universal Declaration of Human Rights",
    "article": "Article 29(1)",
    "links": [
      5,
      7,
      15
    ],
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 147,
    "name": "Right to Education",
    "type": "Right",
    "category": "Social Rights",
    "tags": [
      "education",
      "access",
      "equality",
      "development",
      "merit",
      "knowledge"
    ],
    "content": "Everyone has the right to education, which should be free at least at the elementary levels. Higher education shall be equally accessible based on merit. Education must aim at the full development of the human personality and dignity.",
    "translation": "Toute personne a droit à l'éducation, qui doit être gratuite au moins au niveau élémentaire. L'enseignement supérieur doit être également accessible selon le mérite. L'éducation doit viser au plein épanouissement de la personnalité humaine et à la dignité.",
    "source": "International Covenant on Economic, Social and Cultural Rights",
    "article": "Article 13",
    "links": [
      3,
      15
    ],
    "stakeholders": [
      "Students",
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Teachers"
    ]
  },
  {
    "id": 148,
    "name": "Obligation to Respect Human Rights of Others",
    "type": "Obligation",
    "category": "Humanitarian Obligations",
    "tags": [
      "respect",
      "human-rights",
      "dignity",
      "liberty",
      "community",
      "peace"
    ],
    "content": "Individuals and groups must respect the fundamental rights and freedoms of others, including their dignity, equality, and liberty. This obligation ensures peaceful coexistence and mutual recognition within society and across communities.",
    "translation": "Les individus et les groupes doivent respecter les droits fondamentaux et les libertés d’autrui, y compris leur dignité, égalité et liberté. Cette obligation garantit une coexistence pacifique et une reconnaissance mutuelle au sein de la société.",
    "source": "Universal Declaration of Human Rights",
    "article": "Article 29(1)",
    "links": [
      4,
      10
    ],
    "stakeholders": []
  },
  {
    "id": 149,
    "name": "Right to Asylum",
    "type": "Right",
    "category": "Refugee and Migration Rights",
    "tags": [
      "asylum",
      "refugee",
      "protection",
      "safety",
      "human-rights",
      "migration"
    ],
    "content": "Everyone has the right to seek and to enjoy asylum from persecution in other countries. This right protects individuals from threats to life, liberty, and well-being in their home countries due to conflict, repression, or danger.",
    "translation": "Toute personne a le droit de chercher asile et de bénéficier de la protection contre la persécution dans d’autres pays. Ce droit protège contre les menaces à la vie, à la liberté et au bien-être causées par les conflits, la répression ou le danger dans le pays d'origine.",
    "source": "Universal Declaration of Human Rights",
    "article": "Article 14",
    "links": [
      14,
      2
    ],
    "stakeholders": []
  },
  {
    "id": 150,
    "name": "Right to Clean Air",
    "type": "Right",
    "category": "Environmental Rights",
    "tags": [
      "environment",
      "health",
      "air",
      "pollution",
      "public-health"
    ],
    "content": "Every person has the right to breathe clean, safe air. Governments must regulate pollution sources, monitor air quality, and ensure that no group suffers disproportionate harm from environmental degradation.",
    "translation": "Chaque personne a le droit de respirer un air propre et sain. Les gouvernements doivent réglementer les sources de pollution, surveiller la qualité de l'air et protéger toutes les populations contre la dégradation environnementale.",
    "source": "Environmental Charter",
    "article": "Article 3",
    "links": [
      1,
      6
    ],
    "stakeholders": [
      "Citizens",
      "Business Owners",
      "Healthcare Providers",
      "Workers",
      "Environmental Advocates"
    ]
  },
  {
    "id": 151,
    "name": "Duty to Serve on a Jury",
    "type": "Duty",
    "category": "Civic Responsibilities",
    "tags": [
      "justice",
      "jury",
      "civic-duty",
      "law"
    ],
    "content": "Citizens have the duty to participate in jury service when called, helping ensure that justice is administered fairly and impartially through a process that reflects community values and legal standards.",
    "translation": "Les citoyens ont le devoir de participer à un jury lorsqu’ils sont appelés, afin de garantir une justice équitable et impartiale, en accord avec les valeurs communautaires et les normes juridiques.",
    "source": "Judicial Ethics Code",
    "article": "Article 7",
    "links": [
      4
    ],
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 152,
    "name": "Right to Digital Privacy",
    "type": "Right",
    "category": "Civil Rights",
    "tags": [
      "privacy",
      "digital-rights",
      "data",
      "identity",
      "technology"
    ],
    "content": "All individuals have the right to control their personal data and digital identity. Public and private entities must collect, store, and process data only with informed consent and transparency.",
    "translation": "Toute personne a le droit de contrôler ses données personnelles et son identité numérique. Les entités publiques et privées doivent gérer ces données avec consentement éclairé et transparence.",
    "source": "Data Protection Framework",
    "article": "Article 2",
    "links": [
      4,
      8
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 153,
    "name": "Duty to Protect the Environment",
    "type": "Duty",
    "category": "Environmental Responsibility",
    "tags": [
      "environment",
      "climate",
      "sustainability",
      "ecology",
      "green"
    ],
    "content": "Each person and institution has a duty to minimize their environmental impact, preserve ecosystems, reduce waste, and act sustainably for the well-being of current and future generations.",
    "translation": "Chaque individu et institution a le devoir de réduire son impact environnemental, de préserver les écosystèmes, de limiter les déchets et d’agir de manière durable pour les générations présentes et futures.",
    "source": "Environmental Charter",
    "article": "Article 1",
    "links": [
      6
    ],
    "stakeholders": [
      "Citizens",
      "Residents",
      "Business Owners",
      "Environmental Advocates"
    ]
  },
  {
    "id": 154,
    "name": "Right to Internet Access",
    "type": "Right",
    "category": "Digital Rights",
    "tags": [
      "internet",
      "access",
      "communication",
      "education",
      "freedom"
    ],
    "content": "Access to the internet is a fundamental enabler of education, participation, and information. Governments must work to ensure equitable, affordable access across urban and rural communities.",
    "translation": "L'accès à Internet est essentiel pour l'éducation, la participation et l’information. Les gouvernements doivent garantir un accès équitable et abordable, tant dans les zones urbaines que rurales.",
    "source": "Digital Inclusion Pact",
    "article": "Article 5",
    "links": [
      3,
      10
    ],
    "stakeholders": [
      "Students",
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Teachers"
    ]
  },
  {
    "id": 155,
    "name": "Duty to Defend the Democratic Process",
    "type": "Duty",
    "category": "Civic Responsibilities",
    "tags": [
      "democracy",
      "voting",
      "freedom",
      "governance",
      "civic-duty"
    ],
    "content": "Citizens must respect, uphold, and actively defend democratic institutions, voting processes, and the rule of law against manipulation, disinformation, or threats to legitimacy.",
    "translation": "Les citoyens doivent respecter, défendre et protéger les institutions démocratiques, les processus électoraux et l’état de droit contre toute manipulation, désinformation ou menace à leur légitimité.",
    "source": "Democratic Charter",
    "article": "Article 8",
    "links": [
      10,
      4
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
  {
    "id": 156,
    "name": "Right to Clean Water and Sanitation",
    "type": "Right",
    "category": "Basic Needs and Health",
    "tags": [
      "water",
      "sanitation",
      "health",
      "infrastructure",
      "human-rights"
    ],
    "content": "Everyone has the right to safe, accessible drinking water and adequate sanitation. Governments must invest in infrastructure and protect water sources from contamination and privatization.",
    "translation": "Chacun a droit à une eau potable sûre et accessible ainsi qu’à des installations sanitaires adéquates. L’État doit protéger les sources d’eau et assurer un accès équitable par l’infrastructure.",
    "source": "United Nations Resolution 64/292",
    "article": "Article 1",
    "links": [
      1,
      7
    ],
    "stakeholders": [
      "Citizens",
      "Healthcare Providers",
      "Workers",
      "Construction Workers",
      "Transit Authorities"
    ]
  },
  {
    "id": 157,
    "name": "Duty to Report Corruption",
    "type": "Duty",
    "category": "Governance and Ethics",
    "tags": [
      "corruption",
      "ethics",
      "law",
      "transparency",
      "accountability"
    ],
    "content": "All citizens and public servants have a duty to report acts of corruption, fraud, or abuse of power to appropriate oversight bodies. Protection for whistleblowers must be guaranteed.",
    "translation": "Tous les citoyens et agents publics ont le devoir de signaler les actes de corruption, fraude ou abus de pouvoir aux autorités compétentes. La protection des lanceurs d’alerte est essentielle.",
    "source": "Anti-Corruption Convention",
    "article": "Article 12",
    "links": [
      4,
      5
    ],
    "stakeholders": [
      "Judges",
      "Citizens",
      "Defendants",
      "Lawyers",
      "Justice Officials"
    ]
  },
  {
    "id": 158,
    "name": "Right to Decent Work",
    "type": "Right",
    "category": "Labor Rights",
    "tags": [
      "work",
      "employment",
      "labor",
      "equity",
      "opportunity"
    ],
    "content": "Every individual has the right to fair, safe, and dignified employment. This includes just remuneration, freedom from forced labor, and the ability to unionize and negotiate.",
    "translation": "Chaque individu a droit à un travail équitable, sûr et digne. Cela comprend une rémunération juste, la liberté syndicale et la protection contre le travail forcé.",
    "source": "ILO Declaration on Fundamental Principles",
    "article": "Article 23",
    "links": [
      13
    ],
    "stakeholders": [
      "Unions",
      "Labor Inspectors",
      "Employers",
      "Workers"
    ]
  },
  {
    "id": 159,
    "name": "Duty to Register Vital Life Events",
    "type": "Duty",
    "category": "Civil Administration",
    "tags": [
      "identity",
      "registration",
      "census",
      "birth",
      "death",
      "citizenship"
    ],
    "content": "It is a legal duty to register births, deaths, marriages, and other vital events with the appropriate authorities. This ensures access to services and legal protections for all individuals.",
    "translation": "Il est obligatoire d’enregistrer les naissances, décès, mariages et autres événements civils auprès des autorités compétentes, afin de garantir l’accès aux droits et services pour tous.",
    "source": "Civil Registration Code",
    "article": "Article 4",
    "links": [
      8
    ],
    "stakeholders": [
      "Registry Officials",
      "Immigrants",
      "Citizens",
      "Residents"
    ]
  },
{
  "id": 160,
  "name": "Ombudsmanship",
  "type": "Purpose",
  "links": [92],
  "tags": ["accountability", "transparency", "corruption", "justice", "independent-oversight"],
  "stakeholders": ["Citizens", "Public Officials", "Auditors", "Civil Society", "Whistleblowers"],
  "content": "The state shall establish an independent Ombudsmanship to uphold transparency, fairness, and legality across all sectors of governance. As a constitutionally grounded institution, the Ombudsman’s authority extends to monitoring all ministries and public agencies, including the stewardship of lands and resources. The institution shall have investigative, advisory, and prosecutorial powers to assess the misuse of public funds, ensure fair administration of justice, and combat corruption at all levels. Protected from political interference, the Ombudsmanship acts in the public interest and collaborates with civil society, judicial authorities, and international transparency bodies. Its findings shall be made public except where doing so would compromise the dignity or safety of protected persons. The institution shall have guaranteed access to governmental records and enforceable mechanisms to compel testimony and document submission. It serves not only as a guardian of the rule of law but as an engine of democratic accountability and public trust.\n\n<ol>\n  <li>Conduct random and risk-based audits of public agencies and ministries.</li>\n  <li>Publish quarterly and annual reports of findings, accessible to the public.</li>\n  <li>Receive and investigate confidential whistleblower complaints.</li>\n  <li>Refer criminal matters to judicial authorities and initiate independent prosecutions where necessary.</li>\n  <li>Maintain a permanent office in every administrative region with full-time staff and investigative authority.</li>\n</ol>",
  "translation": "L'État établit une institution indépendante nommée Défenseur du Peuple afin de garantir la transparence, l'équité et la légalité dans l'administration publique. Ancrée constitutionnellement, cette autorité est habilitée à surveiller toutes les institutions ministérielles, y compris les domaines publics et les ressources nationales. Le Défenseur du Peuple détient les pouvoirs d’enquête, de conseil, et de poursuite nécessaires pour détecter les abus de fonds publics, assurer une justice administrative équitable, et lutter contre la corruption à tous les niveaux. Protégée de toute influence politique, cette institution œuvre dans l’intérêt public et coopère avec la société civile, les autorités judiciaires, et les organes internationaux de transparence. Ses rapports sont publics sauf en cas de risque pour la sécurité ou la dignité de personnes protégées. Elle dispose d’un droit d’accès aux documents administratifs et d’un pouvoir de contrainte pour recueillir des témoignages. Elle incarne la garde du droit et la conscience démocratique de la République."
},
{
  "id": 161,
  "name": "Business Administration and Regulation Act",
  "type": "Law",
  "links": [5],
  "tags": ["business", "economy", "registration", "tax", "licensing", "regulation"],
  "content": "This law establishes the National Agency for Business Administration (NABA) under the Ministry of the Economy. NABA is responsible for overseeing the registration, regulation, and taxation of businesses. It provides a centralized digital platform for entrepreneurs to register, update, and manage business compliance. The law defines licensing requirements, reporting obligations, and tax categories with deadlines. It ensures transparency, reduces bureaucratic burden, and promotes fair competition through streamlined oversight.",
  "stakeholders": ["Entrepreneurs", "Business Owners", "Ministry of the Economy", "Tax Authorities"]
},
{
  "id": 162,
  "name": "Business Registration Procedure",
  "type": "Section",
  "links": [161],
  "tags": ["registration", "licensing", "business"],
  "content": "All entities operating commercially must register with the National Agency for Business Administration (NABA) prior to commencing operations. Registration may be completed online or in person. Required documentation includes: owner identification, business structure (sole proprietorship, partnership, corporation, etc.), operating address, and nature of activity. A standard processing period of 5 working days applies. Registration certificates must be renewed every 5 years.",
  "stakeholders": ["Entrepreneurs", "Startups", "Sole Proprietors", "Corporations"]
},
{
  "id": 163,
  "name": "Business Licensing and Sectoral Regulations",
  "type": "Section",
  "links": [161],
  "tags": ["licensing", "compliance", "industry-regulation"],
  "content": "Certain sectors—such as food services, construction, finance, and healthcare—require additional licenses from relevant authorities. NABA maintains a central database of licensing requirements and helps coordinate multi-agency approvals. Businesses must display all required licenses publicly and renew them annually. Operating without a license incurs fines and possible closure orders. Licensing fees are capped and indexed to inflation annually.",
  "stakeholders": ["Entrepreneurs", "Sector Authorities", "Regulators"]
},
{
  "id": 164,
  "name": "Business Taxation and Classification",
  "type": "Section",
  "links": [161],
  "tags": ["tax", "classification", "finance"],
  "content": "Businesses are classified for tax purposes as micro (revenue < 50,000), small (50,000–500,000), medium (500,000–5M), or large (>5M) enterprises. Corporate income tax rates are progressive: 10% for micro, 15% for small, 20% for medium, and 25% for large enterprises. VAT applies at a standard rate of 12%, with exemptions for basic food and health goods. Taxpayer classification is reviewed annually by NABA.",
  "stakeholders": ["Entrepreneurs", "Taxpayers", "Finance Ministry", "Auditors"]
},
{
  "id": 165,
  "name": "Tax Filing and Deadlines",
  "type": "Section",
  "links": [161],
  "tags": ["tax", "deadlines", "filing"],
  "content": "All businesses must submit annual tax returns by March 31st for the previous fiscal year. Quarterly VAT filings are due on the 15th of April, July, October, and January. Failure to file incurs escalating penalties: 1% of estimated liability after 15 days, 2% after 30 days, and suspension of business status after 60 days. Extensions of up to 30 days are available for documented hardship. NABA provides digital reminders and pre-filled forms via its online portal.",
  "stakeholders": ["Business Owners", "Tax Agents", "Accountants"]
},
{
  "id": 166,
  "name": "Compliance Audits and Enforcement",
  "type": "Section",
  "links": [161],
  "tags": ["compliance", "audit", "enforcement", "transparency"],
  "content": "NABA conducts random and risk-based audits of registered businesses. High-risk indicators include late filings, unexplained revenue spikes, and reports of unsafe practices. Penalties for non-compliance range from warnings to fines, license suspension, or referral for prosecution. All audit findings are published in anonymized quarterly reports. Businesses may appeal findings through an administrative review process.",
  "stakeholders": ["Auditors", "Business Owners", "Regulatory Authorities", "Legal Advisors"]
},
{
  "id": 167,
  "name": "Crimes Against the Economy",
  "type": "Law",
  "links": [5, 139],
  "tags": ["economic-crimes", "corporate-fraud", "financial-crime", "market-integrity", "anti-competitive"],
  "content": "This law criminalizes business practices that undermine economic integrity, fair competition, and public trust in financial systems. Offenses include:<ol><li><strong>Insider Trading:</strong> The act of buying or selling securities based on material, nonpublic information about the company, violating the duty of confidentiality owed to the company or its shareholders.</li><li><strong>Market Manipulation:</strong> Engaging in practices that distort the true price of securities or commodities to create an artificial market, including wash trading, painting the tape, and cornering the market.</li><li><strong>Fraudulent Corporate Reporting:</strong> The intentional misrepresentation of a company's financial condition, including falsifying financial statements, misstatements, or omissions of key facts, with the intent to deceive stakeholders.</li><li><strong>Bid Rigging:</strong> A form of collusion where competing parties agree to manipulate the bidding process for contracts, leading to predetermined outcomes that undermine competitive bidding.</li><li><strong>Abuse of Bankruptcy Protections:</strong> Exploiting bankruptcy laws to gain unfair advantages, such as hiding assets, making false declarations, or engaging in fraudulent transfers to avoid legitimate creditors.</li></ol>",
  "stakeholders": ["Regulators", "Prosecutors", "Business Owners", "Auditors", "Investors", "Public Prosecutors"]
},
  {
    "id": 168,
    "name": "Mandatory Job Posting Platform",
    "type": "Law",
    "links": [13],
    "tags": ["job-posting", "employment", "transparency"],
    "content": "All public and private employers are required to utilize a designated online platform for posting job openings. The platform must be accessible to all citizens, ensuring that every job opportunity is publicly advertised and easily accessible. Employers are mandated to post all job openings on this platform before seeking candidates through any other recruitment methods. The platform shall include relevant information regarding job descriptions, required qualifications, application procedures, and deadlines. Employers who fail to comply with this posting requirement may be subject to penalties, including fines or restrictions on their ability to hire new employees. The platform must also provide tools for job seekers to filter listings based on criteria such as location, job type, and required qualifications. Additionally, the Ministry of Labor and Employment will oversee the platform's operation to ensure compliance and address any issues that arise. The intent of this law is to promote transparency, equal access to job opportunities, and fairness in the hiring process, ultimately fostering a more equitable labor market for all individuals seeking employment."
  },
  {
    "id": 169,
    "name": "Public Request for Labor Process",
    "type": "Law",
    "links": [13],
    "tags": ["labor-requests", "employment-process"],
    "content": "All employers are required to submit a formal request to the Ministry of Labor and Employment when seeking labor for any job positions. This request must include detailed information about the roles needed, including job descriptions, required qualifications, anticipated duration of employment, and the number of positions available. The Ministry will review all submissions to ensure compliance with labor regulations and equal employment opportunities. Upon approval, the Ministry will facilitate the posting of these job openings on the designated online platform. Employers are encouraged to outline their hiring preferences, including considerations for diversity and inclusion, to promote equitable opportunities for all applicants. This public request process aims to ensure that all labor needs are addressed systematically while providing transparency in hiring practices. Failure to adhere to this requirement may result in penalties, including fines or restrictions on future hiring activities. Additionally, this law seeks to enhance collaboration between employers and the Ministry, fostering an environment that supports workforce development and responds to the labor market's changing needs."
  },
  {
    "id": 170,
    "name": "Demographic Reporting Requirements",
    "type": "Law",
    "links": [13],
    "tags": ["demographics", "employment-equality"],
    "content": "Employers are required to collect and report demographic data for all candidates who apply for positions through the designated online job posting platform. This data must include information regarding the race, gender, age, and other relevant demographics of each applicant, as well as those who are ultimately selected for employment. The purpose of this requirement is to monitor and promote diversity and inclusion within the workforce and to ensure compliance with equal employment opportunity laws. Employers must submit this demographic data to the Ministry of Labor and Employment on a quarterly basis. The Ministry will aggregate this information to analyze trends in hiring practices and identify any disparities that may exist. Employers are also encouraged to implement outreach efforts to underrepresented groups in their recruitment strategies. Non-compliance with this reporting requirement may lead to penalties, including fines and potential legal actions. By ensuring that demographic data is collected and analyzed, this law aims to foster a more equitable hiring process and to promote accountability among employers in their efforts to enhance workplace diversity."
  },
  {
    "id": 171,
    "name": "Fair Employment Practices",
    "type": "Law",
    "links": [13],
    "tags": ["employment-practices", "anti-discrimination"],
    "content": "No employer shall engage in discriminatory practices in hiring, promotion, or compensation based on race, color, religion, sex, national origin, age, disability, or genetic information. This law requires employers to adopt fair employment practices that ensure equal opportunities for all job seekers and employees. Employers must provide training for management and staff on recognizing and preventing discrimination and must establish internal procedures for addressing complaints of discriminatory practices. Additionally, employers are required to report demographic data related to their hiring processes to the Ministry of Labor and Employment annually, demonstrating their commitment to diversity and inclusion in the workplace. Any violation of this law, including retaliatory actions against employees who report discrimination, may result in severe penalties, including fines, mandatory training programs, and potential revocation of business licenses. The law is designed to protect the rights of all employees and applicants, fostering an inclusive work environment where every individual is valued and given the opportunity to succeed based on merit. The Ministry will oversee compliance and provide resources to assist employers in meeting these requirements."
  },
  {
    "id": 172,
    "name": "Workplace Safety Regulations",
    "type": "Law",
    "links": [13],
    "tags": ["workplace-safety", "labor-regulations"],
    "content": "Employers must adhere to stringent workplace safety regulations designed to protect the health and safety of their employees. These regulations require employers to conduct regular safety audits of their facilities and practices, ensuring that all potential hazards are identified and mitigated. Employers are mandated to provide appropriate safety training for employees, equipping them with the knowledge and skills necessary to perform their jobs safely. Furthermore, employers must implement and maintain safety protocols, including emergency procedures, proper use of equipment, and reporting mechanisms for unsafe conditions. Non-compliance with these safety regulations may result in significant penalties, including fines and mandatory corrective action plans. The Ministry of Labor and Employment will conduct inspections to ensure compliance and will provide resources and guidance to assist employers in creating a safe work environment. This law aims to reduce workplace accidents and injuries, promote a culture of safety, and ensure that employees can perform their duties without the threat of harm. By fostering safe working conditions, this law supports the overall well-being of the workforce."
  },
  {
    "id": 173,
    "name": "Establishment of the National Currencies",
    "type": "Law",
    "links": [177],
    "tags": ["currency", "economy", "state-finance", "citizenship"],
    "content": "<ol><li>This law establishes two national currencies: the Civic Unit (🝗) and the Citizen Share ().</li><li>These currencies serve distinct but complementary functions: the former as legal tender and medium of exchange, and the latter as a symbolic and tradable share in the nation’s wealth.</li><li>The value, issuance, and legal properties of both currencies are governed by subsequent sections of this law.</li></ol>",
    "translation": "<ol><li>Ĉi tiu leĝo establas du naciajn valutojn: la Civika Unuo (🝗) kaj la Civitana Akcio ().</li><li>Tiuj valutoj havas malsamajn sed komplementajn funkciojn: la unua kiel laŭleĝa pagilo kaj interŝanĝilo, la dua kiel simbolo kaj komerca parto de la riĉeco de la nacio.</li><li>La valoro, emisio kaj laŭleĝaj atributoj de ambaŭ valutoj estas regataj per la sekvaj sekcioj de ĉi tiu leĝo.</li></ol>",
    "stakeholders": ["Citizens", "Residents", "Central Bank", "Ministry of Economy"]
  },
  {
    "id": 174,
    "name": "Civic Unit (🝗) as Legal Tender",
    "type": "Section",
    "links": [173],
    "tags": ["currency", "civic-unit", "economy"],
    "content": "<ol><li>The Civic Unit (🝗) is the legal tender of the state and shall be accepted in all transactions involving the payment of taxes, public services, and private obligations within the national territory.</li><li>It is issued and regulated by the Central Bank under transparent and accountable mechanisms defined by law.</li><li>The value of 🝗 is maintained through its exchangeability for essential public services and goods provided by the state.</li></ol>",
    "translation": "<ol><li>La Civika Unuo (🝗) estas la laŭleĝa pagilo de la ŝtato kaj devas esti akceptata en ĉiuj transakcioj inkluzive de impostoj, publikaj servoj, kaj privataj ŝuldoj en la nacia teritorio.</li><li>Ĝi estas eldonata kaj regulata de la Centra Banko laŭ travideblaj kaj respondece reguligitaj mekanismoj.</li><li>La valoro de 🝗 estas konservata per ĝia interŝanĝeblo kontraŭ esencaj publikaj servoj kaj varoj provizitaj de la ŝtato.</li></ol>",
    "stakeholders": ["Central Bank", "Tax Agencies", "All Residents"]
  },
  {
    "id": 175,
    "name": "Citizen Share () as Wealth Instrument",
    "type": "Section",
    "links": [173],
    "tags": ["citizen-share", "equity", "birthright", "finance"],
    "content": "<ol><li>The Citizen Share () represents a fractional equity in the net public assets of the state.</li><li>Each citizen is entitled to receive one kilo at birth or upon naturalization, with naturalized citizens purchasing it at a fair market rate in 🝗.</li><li> is non-tradable until the recipient reaches the age of 18, after which it may be freely exchanged, gifted, or invested within state-sanctioned platforms.</li></ol>",
    "translation": "<ol><li>La Civitana Akcio () reprezentas frakciecan parton de la neta publika riĉeco de la ŝtato.</li><li>Ĉiu civitano ricevas unu plenan  je naskiĝo aŭ natura aliĝo, kun naturalizitaj civitanoj aĉetantaj ĝin je justa merkata valoro en 🝗.</li><li> ne estas komercebla ĝis la ricevanto atingas la aĝon de 18 jaroj, post kio ĝi povas esti libere interŝanĝata, donacita aŭ investita kadre de ŝtataj platformoj.</li></ol>",
    "stakeholders": ["Citizens", "Naturalized Citizens", "Ministry of Economy", "Central Bank"]
  },
  {
    "id": 176,
    "name": "Currency Unit System and Denominations",
    "type": "Section",
    "links": [173],
    "tags": ["currency", "denominations", "monetary-system"],
    "content": "<ol><li>The Civic Unit (🝗) shall use a metric system of sub- and superunits to ensure accessibility and precision in exchange.</li><li>Subunits shall follow base-10 divisions: 1 🝗 = 10 deci🝗 = 100 centi🝗 = 1000 milli🝗.</li><li>Superunits may be expressed as: 10 🝗 = 1 deca🝗, 100 🝗 = 1 hecto🝗, and 1000 🝗 = 1 kilo🝗, primarily for accounting and institutional use.</li></ol>",
    "translation": "<ol><li>La Civika Unuo (🝗) uzos metran sistemon de sub- kaj superunuoj por certigi alireblecon kaj precizecon en interŝanĝoj.</li><li>Subunuoj sekvos bazo-10 dividojn: 1 🝗 = 10 deci🝗 = 100 centi🝗 = 1000 mili🝗.</li><li>Superunuoj estos: 10 🝗 = 1 deca🝗, 100 🝗 = 1 hekto🝗, kaj 1000 🝗 = 1 kilo🝗, ĉefe por kontado kaj institucia uzo.</li></ol>",
    "stakeholders": ["Ministry of Economy", "Central Bank", "Retailers", "Public Sector Agencies"]
  },
  {
    "id": 177,
    "name": "Central Bank",
    "type": "Law",
    "links": [5],
    "tags": ["central-bank", "governance", "currency", "macro-policy"],
    "content": "<ol><li>This Organic Law establishes the Central Bank as the sole issuer of the Civic Unit () and the regulator of monetary policy within the national economy.</li><li>The Central Bank shall operate in the public interest, with an institutional design that ensures its autonomy, accountability, and transparency.</li><li>Its responsibilities include safeguarding price stability, maintaining financial system resilience, and supporting full and sustainable employment in accordance with the dual mandate.</li></ol>",
    "translation": "<ol><li>Ĉi tiu Organika Leĝo establas la Centran Bankon kiel la solan eldonanton de la Civika Unuo () kaj reguliganton de la mona politiko en la nacia ekonomio.</li><li>La Centra Banko funkcios laŭ la publika intereso, kun institucia strukturo kiu certigas ĝian aŭtonomecon, respondecon kaj travideblecon.</li><li>Ĝiaj respondecoj inkluzivas protekti prezan stabilecon, konservi la fortikecon de la financa sistemo, kaj subteni plenan kaj daŭrigeblan dungadon laŭ la duobla mandato.</li></ol>",
    "stakeholders": ["Central Bank Board", "Ministry of Economy", "Citizens", "Public Sector"]
  },
  {
    "id": 178,
    "name": "Governance and Management of the Central Bank",
    "type": "Section",
    "links": [177],
    "tags": ["central-bank", "governance", "appointments"],
    "content": "<ol><li>The Central Bank shall be governed by a Board of Governors composed of a Chair, a Vice-Chair, and up to five additional members.</li><li>Appointments are made by the Head of State upon recommendation by an independent commission, subject to legislative confirmation.</li><li>Each term shall last 7 years and be renewable once. Governors must not hold financial or political positions during or for two years following their term.</li><li>The Board shall publish minutes of all meetings and maintain a public record of policy decisions.</li></ol>",
    "translation": "<ol><li>La Centra Banko estas regata de Estraro de Guberniestroj, inkluzive Prezidanton, Vicprezidanton, kaj ĝis kvin aldonajn membrojn.</li><li>Nomumoj estas farataj de la Ŝtatestro surbaze de rekomendo de sendependa komisiono kaj kun konfirmo de la leĝdona instanco.</li><li>Ĉiu mandato daŭras 7 jarojn kaj povas esti renovigita unufoje. Guberniestroj ne rajtas havi financajn aŭ politikajn postenojn dum aŭ dum du jaroj post sia mandato.</li><li>La Estraro publikigos protokolojn de ĉiuj kunsidoj kaj konservos publikan registron de deciditaj politikoj.</li></ol>",
    "stakeholders": ["Legislative Assembly", "Citizens", "Independent Commissions"]
  },
  {
    "id": 179,
    "name": "Guarantees of Independence",
    "type": "Section",
    "links": [177],
    "tags": ["independence", "central-bank", "checks-balances"],
    "content": "<ol><li>The Central Bank shall be institutionally and operationally independent from all other branches of government.</li><li>Its funding shall be automatically allocated via a fixed share of GDP, not subject to discretionary budgetary control.</li><li>No authority may direct or influence the Bank’s decisions regarding monetary policy, issuance, or financial stability operations.</li><li>Accountability shall be ensured through periodic reporting to the legislature and mandatory public disclosures.</li></ol>",
    "translation": "<ol><li>La Centra Banko estas institucie kaj funkcie sendependa de ĉiuj aliaj ŝtataj branĉoj.</li><li>Ĝia financado estas aŭtomate asignita laŭ fiksa parto de MEP, sen submetiĝo al buĝeta diskreteco.</li><li>Neniu aŭtoritato rajtas direkti aŭ influi decidojn de la Banko rilate monan politikon, emisiojn aŭ operaciojn por financa stabileco.</li><li>Respondeco estas certigita per periodaj raportoj al la parlamento kaj devigaj publikaj diskonigoj.</li></ol>",
    "stakeholders": ["Legislative Assembly", "Citizens", "Auditing Authorities"]
  },
  {
    "id": 180,
    "name": "The Dual Mandate",
    "type": "Section",
    "links": [177],
    "tags": ["monetary-policy", "dual-mandate", "employment", "price-stability"],
    "content": "<ol><li>The Central Bank shall pursue a dual mandate: (1) to maintain stable prices, and (2) to support full and sustainable employment.</li><li>In the event of conflicting objectives, the Bank shall prioritize long-term sustainability and equity over short-term indicators.</li><li>The dual mandate shall be operationalized through adaptive interest rate policies, open market operations, and cooperative planning with fiscal authorities.</li><li>Progress toward mandate goals shall be transparently measured and reported quarterly.</li></ol>",
    "translation": "<ol><li>La Centra Banko havas duoblan mandaton: (1) konservi prezan stabilecon kaj (2) subteni plenan kaj daŭrigeblan dungadon.</li><li>En kazo de konfliktantaj celoj, la Banko prioritatos longtempan daŭripovon kaj egalecon super mallongdaŭraj indikiloj.</li><li>La duobla mandato estas efektivigata per adaptemaj interezpolitikoj, malfermitmerkataj operacioj, kaj kunlabora planado kun la fiskaj aŭtoritatoj.</li><li>Progreso rilate al la mandato estas mezurata kaj raportata kvaronjare kun plena travideblo.</li></ol>",
    "stakeholders": ["Central Bank", "Employers", "Labor Organizations", "Ministry of Economy"]
  },
  {
  "id": 181,
  "name": "Organic Law of the Public Housing Agency",
  "type": "Law",
  "links": [12],
  "tags": ["housing", "public-policy", "rent", "social-policy", "real-estate"],
  "content": "<ol><li>A Public Housing Agency is hereby established under the authority of Ministry 12 to ensure the right to dignified housing for all residents.</li><li>The Agency shall construct, manage, and maintain public housing across all regions of the nation, ensuring equitable access.</li><li>All residents are guaranteed access to public housing if needed, subject to application and availability standards based on vulnerability and income.</li><li>Rent in public housing shall be capped at the greater of &#x1D755;1000 or 10% of monthly household income.</li><li>The Agency shall promote long-term affordability and homeownership through progressive investment in housing cooperatives and transitional ownership models.</li></ol>",
  "stakeholders": ["Citizens", "Residents", "Housing Officials", "Low-Income Households"]
},
{
  "id": 182,
  "name": "Organic Law of the Land Bank",
  "type": "Law",
  "links": [12, 177],
  "tags": ["housing", "land", "loans", "subsidies", "development"],
  "content": "<ol><li>A Land Bank is hereby created under the jurisdiction of the Public Housing Agency and in collaboration with Ministry 77, tasked with acquiring, holding, and distributing land for housing and community development.</li><li>The Land Bank shall issue subsidized loans to qualified individuals or cooperatives for the purchase of homes or development of residential land, prioritizing affordability, sustainability, and social utility.</li><li>Loans issued by the Land Bank shall carry interest rates below prevailing market levels, and shall include grace periods and income-based repayment schedules.</li><li>Land acquired by the Bank may also be leased under long-term, renewable agreements with fixed low-cost conditions for use in cooperative and nonprofit housing projects.</li><li>Oversight of the Land Bank shall be subject to public audit and policy review by the relevant ministries.</li></ol>",
  "stakeholders": ["Low-Income Households", "Cooperatives", "Housing Developers", "Residents"]
},
{
  "id": 183,
  "name": "Organic Law of the National Development Bank",
  "type": "Law",
  "links": [177],
  "tags": ["development", "finance", "banking", "infrastructure", "corporate-law"],
  "content": "<ol><li>The National Development Bank (NDB) is hereby established as a public-private institution focused on long-term economic development and strategic national investment projects.</li><li>The NDB shall be capitalized and majority-owned (no less than 51%) by the National Bank, with the remaining shares optionally available for public and institutional investment.</li><li>The primary objectives of the NDB are to finance infrastructure, industrial modernization, innovation, and regional development, especially in underserved areas.</li><li>The NDB shall operate under an independent board, with public interest obligations, and may engage in partnerships, credit guarantees, and equity investment under approved mandates.</li><li>The corporate structure shall include a Board of Governors appointed by the state, a professional executive board, and regular audits. All actions must comply with applicable financial regulations.</li></ol>",
  "stakeholders": ["Ministry of Economy", "National Bank", "Investors", "Public Institutions"]
},
{
  "id": 184,
  "name": "Organic Law of the National Investment Bank",
  "type": "Law",
  "links": [177],
  "tags": ["investment", "banking", "capital", "economy", "corporate-structure"],
  "content": "<ol><li>The National Investment Bank (NIB) is hereby created to facilitate large-scale domestic and foreign investment aligned with the national development strategy.</li><li>The NIB shall have a dual ownership structure with the National Bank holding at least 60% of shares, and the remainder open to public offering.</li><li>The purpose of the NIB includes project financing, venture capital, green energy initiatives, and strategic economic partnerships, with oversight to prevent speculative misuse.</li><li>The NIB shall maintain strict compliance with risk management principles and shall publish annual reports on its portfolio, returns, and social impact outcomes.</li><li>Its corporate structure shall include an Executive Board, Investment Committee, and Advisory Council, with appointments based on competence and nonpartisan merit.</li></ol>",
  "stakeholders": ["National Bank", "Investors", "Entrepreneurs", "State Enterprises"]
},
{
  "id": 185,
  "name": "Affordable and Effective Public Health Care",
  "type": "Right",
  "links": [1],
  "tags": ["health", "public-health", "welfare", "residency", "chronic-illness"],
  "content": "<ol><li>All legal residents of the state who are working, studying, minors, or of retirement age are guaranteed the right to affordable and effective public health care services.</li><li>Access to care shall include preventative, primary, urgent, maternal, mental, and rehabilitative services delivered by the national health system or its authorized providers.</li><li>All citizens diagnosed with a chronic illness, regardless of location of diagnosis, are entitled to full financial coverage of medically necessary treatment related to that condition.</li><li>The public health system shall be organized to ensure timely care, continuity of treatment, and territorial equity in service access.</li></ol>",
  "stakeholders": ["Citizens", "Legal Residents", "Health Workers", "Patients"]
},
{
  "id": 186,
  "name": "Guarantee of Life-Saving Care Regardless of Status",
  "type": "Law",
  "links": [1],
  "tags": ["health", "emergency-care", "human-rights", "migrants", "universal-access"],
  "content": "<ol><li>The state shall provide full and immediate coverage for any life-saving medicine, procedure, or care to any individual, regardless of legal or immigration status.</li><li>This right shall apply to any person whose life-threatening condition or illness first occurred or was contracted within the territory of the state.</li><li>No administrative barrier shall delay access to emergency services under this guarantee.</li><li>All public and private hospitals operating within the national territory are required to comply with this obligation without discrimination.</li></ol>",
  "stakeholders": ["All Persons", "Medical Staff", "Hospitals", "Undocumented Individuals"]
},
{
  "id": 187,
  "name": "Fiscal Balancing and Countercyclical Policy Act",
  "type": "Law",
  "links": [188],
  "tags": ["fiscal-policy", "budget", "economy", "macroeconomics", "debt", "keynesianism"],
  "content": "<ol><li>The state shall operate under a principle of countercyclical fiscal policy, whereby budget deficits are permitted during economic downturns and surpluses are required during periods of economic expansion.</li><li>The State Treasury shall annually evaluate key macroeconomic indicators including GDP growth, employment levels, inflation, and household income to determine the fiscal phase of the economy.</li><li>Automatic stabilizers, such as progressive tax brackets and indexed social benefits, shall adjust revenue and expenditures in real time to reflect changing economic conditions.</li><li>A Structural Fiscal Balance Formula shall be maintained to guide long-term budget neutrality across the economic cycle, calculated as:<br><code>Net Balance = Core Revenue – Core Expenditure ± Stabilization Factor</code></li><li>In periods of economic turbulence, temporary stimulus programs may be introduced to stabilize demand, with a requirement that resulting debt be paid down through primary surpluses in subsequent growth phases.</li><li>All future budgets shall be reviewed for compliance with this framework by an independent Fiscal Stability Board reporting to Parliament.</li></ol>",
  "stakeholders": ["State Treasury", "Taxpayers", "Parliament", "Fiscal Stability Board", "Economists"]
},
{
  "id": 188,
  "name": "State Treasury",
  "type": "Law",
  "links": [5],
  "tags": ["treasury", "finance", "economy", "fiscal-policy", "institution"],
  "content": "<ol><li>A State Treasury is hereby established as an autonomous institution under the supervision of the Ministry of the Economy, tasked with overseeing the management of public finances and ensuring fiscal sustainability.</li><li>The Treasury shall manage the state’s revenue, expenditure, debt, and fiscal balance, and shall be the official reporting authority for public accounts and macroeconomic forecasting.</li><li>It shall be responsible for drafting the national budget in accordance with the Fiscal Balancing and Countercyclical Policy Act, and for ensuring all public spending is consistent with long-term fiscal stability.</li><li>The Treasury shall maintain a Structural Fiscal Balance Model, monitor automatic stabilizers, and implement stabilization measures during economic downturns, while generating surpluses during expansions to reduce public debt.</li><li>It may propose emergency fiscal responses, including stimulus or austerity measures, subject to legislative approval, and shall ensure transparent accounting, audit procedures, and annual public reports.</li><li>The Treasury shall operate independently from political interference, under the governance of a Fiscal Commissioner confirmed by Parliament, serving a single, non-renewable term of ten years.</li><li>All departments and agencies must report projected and actual revenues and expenditures to the Treasury in a standardized and timely format.</li><li>The Treasury may establish regional offices to coordinate with local governments and ensure integrated national fiscal management.</li></ol>",
  "stakeholders": [
    "Ministry of the Economy",
    "Parliament",
    "Fiscal Commissioner",
    "Auditors",
    "Public Agencies",
    "Taxpayers",
    "Economists"
  ]
},
{
  "id": 189,
  "name": "Justice and Adjudication",
  "type": "Purpose",
  "links": [],
  "tags": ["justice", "rights", "duties", "adjudication", "court"],
  "content": "To adjudicate and to protect and enforce the rights, duties, and obligations of the state, ensuring legal order, equity, and access to justice through an independent judiciary and accessible court system."
},
{
  "id": 190,
  "name": "Court System",
  "type": "Law",
  "links": [189],
  "tags": ["justice", "court", "high-court", "law", "governance"],
  "content": "<ol><li>A system of courts is hereby established under the supreme authority of the High Court to interpret, enforce, and adjudicate matters of law within the jurisdiction of the state.</li><li>The High Court shall serve as the final arbiter in all legal disputes, and shall supervise the structure and conduct of all lower courts.</li><li>Courts shall ensure the equal and impartial application of laws, and uphold the foundational rights, duties, and obligations of the state.</li></ol>"
},
{
  "id": 191,
  "name": "Structure of the Judiciary and Subsidiary Courts",
  "type": "Section",
  "links": [190],
  "tags": ["judiciary", "subsidiary-courts", "structure"],
  "content": "<ol><li>The High Court shall be composed of an odd number of Justices, not fewer than five and not more than fifteen, to prevent deadlock in decision-making.</li><li>The High Court or the Assembly may propose the creation of subsidiary courts of specialized or general jurisdiction.</li><li>No subsidiary court may be established without approval by both the High Court and the Assembly.</li><li>The jurisdiction, procedure, and rules of such courts shall be defined in law, and subject to oversight by the High Court.</li></ol>"
},
{
  "id": 192,
  "name": "Appointment and Tenure of Justices",
  "type": "Section",
  "links": [190],
  "tags": ["appointment", "justice", "term", "court"],
  "content": "<ol><li>Justices of the High Court shall be nominated by the Assembly and confirmed by a two-thirds vote of participating citizens in the Assembly.</li><li>Justices shall serve single, non-renewable terms of twenty years, unless removed for cause following formal procedure.</li><li>Lower court judges shall be appointed according to procedures defined by law and approved by both the Assembly and High Court.</li><li>All judges must meet qualifications of legal experience, civic integrity, and demonstrated impartiality.</li></ol>"
},
{
  "id": 193,
  "name": "Principles of Objectivity and Equity",
  "type": "Section",
  "links": [190],
  "tags": ["equity", "objectivity", "legal-principles"],
  "content": "<ol><li>All courts and justices shall act according to the principles of objectivity, equity, and constitutional supremacy.</li><li>Legal interpretation must consider the spirit and purpose of laws, and safeguard the balance between individual rights and the public good.</li><li>All citizens, residents, and legal persons shall have equal standing before the law, and access to transparent legal remedy.</li></ol>"
},
{
  "id": 194,
  "name": "Democracy",
  "type": "Purpose",
  "links": [],
  "tags": ["governance", "citizenship", "rights", "participation"],
  "content": "To establish and protect a democratic political system in which citizens participate directly in lawmaking and oversight through institutional frameworks grounded in civics, legal and political education, and deliberative self-government."
},
{
  "id": 195,
  "name": "Establishment of the Assembly",
  "type": "Law",
  "links": [194],
  "tags": ["assembly", "citizenship", "democracy", "governance"],
  "content": "<ol><li>An Assembly is hereby established as the principal legislative body of the state, composed of all citizens aged sixteen or older who have completed the required civic education and passed the state civic examination.</li><li>Each qualified citizen shall have an equal vote and the right to propose, amend, and debate laws.</li><li>The Assembly shall function continuously through secure digital platforms and periodic in-person gatherings as necessary.</li></ol>"
},
{
  "id": 196,
  "name": "Civics Education and State Examination",
  "type": "Law",
  "links": [194, 4, 3],
  "tags": ["civics", "education", "justice", "democracy"],
  "content": "<ol><li>The Ministries of Education and Justice shall jointly design and administer comprehensive civic education programs covering law, government, ethics, history, political philosophy, and the functioning of the state.</li><li>Completion of this program and passing a standardized civic exam shall be required for full participation in the Assembly.</li><li>The exam shall test legal, political, social, and moral competence, and be freely accessible and regularly available.</li></ol>"
},
{
  "id": 197,
  "name": "Structure of the Ministries",
  "type": "Law",
  "links": [194],
  "tags": ["ministry", "structure", "governance", "administration"],
  "content": "<ol><li>Each Ministry shall be led by either a singular Executive Director or a Council of Executives, who act as the plenipotentiary head of that institution.</li><li>These leaders shall be vested with the authority to implement, enforce, and administer policies and state responsibilities within their defined scope.</li><li>The structure, appointment, and term of office for each Ministry's leadership shall be defined by law, subject to oversight by the Assembly.</li></ol>"
},
{
  "id": 198,
  "name": "Powers of the Assembly",
  "type": "Law",
  "links": [195],
  "tags": ["assembly", "powers", "legislation", "purposes", "ministry"],
  "content": "<ol><li>The Assembly may enact, amend, or repeal any law or policy within the state, subject to the limits of fundamental rights, duties, and obligations.</li><li>It may delegate powers to Ministries to carry out executive and administrative functions derived from specific Purposes.</li><li>With a supermajority vote, the Assembly may add, amend, or remove Purposes that define the scope of state powers and ministries.</li><li>Ministries derive their jurisdiction and authority solely from the existence and definition of their associated Purposes.</li></ol>"
},
{
  "id": 199,
  "name": "Constitutional Limits and Court Oversight",
  "type": "Law",
  "links": [195, 189],
  "tags": ["assembly", "limits", "rights", "court", "constitution"],
  "content": "<ol><li>The Assembly shall not pass any law that violates established rights, duties, and obligations without due constitutional process.</li><li>The High Court may strike down any Assembly decision that breaches these foundational elements.</li><li>However, the Assembly may override such decisions by a supermajority vote of its full citizenry.</li><li>This ensures a balance between democratic sovereignty and the preservation of foundational principles.</li></ol>"
},
{
  "id": 200,
  "name": "State Technology Innovation Agency",
  "type": "Law",
  "links": [194],
  "tags": ["technology", "innovation", "public-systems", "state-structure", "agency"],
  "content": "<ol><li>The State Technology Innovation Agency is hereby established as an independent body charged with fostering technological advancement and system innovation in service of the state and the public good.</li><li>The Agency shall design, develop, and maintain advanced technologies to support the functioning of laws, ministries, the Assembly, and state institutions.</li><li>It shall create and maintain publicly accessible tools, applications, and platforms that improve transparency, civic engagement, and access to public services.</li><li>The Agency shall research, design, and propose new models for governance, communication, and administration to enhance cohesion, harmony, simplicity, and operational efficiency across all branches and levels of the state.</li><li>The Agency shall work in coordination with relevant ministries, the Assembly, and citizen input to guide its priorities and ensure responsiveness to evolving technological and democratic needs.</li><li>The Agency is directly accountable to the Minister of Democracy.</li></ol>"
},
{
  "id": 201,
  "name": "Organic Law on the State Wealth Fund",
  "type": "Law",
  "links": [177, 202],  
  "tags": ["wealth-fund", "central-bank", "sovereign-fund", "wealth-tax", "investment", "public-assets"],
  "content": "<ol><li>A State Wealth Fund is hereby established as a permanent sovereign investment vehicle, controlled and administered by the Central Bank.</li><li>The Fund shall receive its revenues primarily from the wealth tax collected under applicable tax law, and may also receive extraordinary allocations from budget surpluses or natural resource profits.</li><li>The purpose of the Fund is to build intergenerational wealth, ensure long-term macroeconomic stability, and support public investment in times of economic downturn, without creating inflationary pressure.</li><li>The Fund shall be governed by an independent council appointed by the Central Bank, with oversight by the Assembly and annual public reporting obligations.</li><li>Investments by the Fund shall be guided by principles of risk diversification, sustainability, ethical standards, and national strategic interests, with no more than 30% of assets invested in foreign markets unless otherwise approved by supermajority of the Assembly.</li><li>The principal of the Fund shall be preserved in perpetuity; only a defined percentage of the average return over a rolling 5-year period may be spent annually to support the state budget or capital development projects.</li></ol>"
},
{
  "id": 202,
  "name": "National Tax Agency and National Tax System",
  "type": "Organic Law",
  "links": [5],
  "tags": [
    "tax",
    "economy",
    "wealth-tax",
    "income-tax",
    "VAT",
    "tariff",
    "excise-tax",
    "agency"
  ],
  "content": "<ol><li>A National Tax Agency (NTA) is hereby established under the Ministry of the Economy to administer, collect, and enforce the national tax laws of the state. The NTA shall operate independently under a Director appointed by the Assembly, and is responsible for maintaining accurate records, reporting tax revenue, and supporting compliance and audits. The national tax system shall include the following components: <ol type='a'><li><strong>Wealth Tax:</strong> An annual tax of 1% on net assets above 🝗10 million, assessed on individuals and families, with half of revenues allocated to the State Wealth Fund.</li><li><strong>Income Tax:</strong> A progressive marginal income tax on personal income: 0% on the first 🝗12,000/year, 10% on income from 🝗12,001 to 🝗40,000, 25% on income from 🝗40,001 to 🝗100,000, and 40% on income over 🝗100,000. Corporate income is taxed at a flat 20% rate on net profits.</li><li><strong>Value Added Tax (VAT):</strong> A 10% VAT is applied to the sale of goods and services, except on essential food, health, and educational items, which are zero-rated.</li><li><strong>Excise Taxes:</strong> High excise taxes are levied on tobacco, alcohol, fossil fuels, and luxury goods, to promote public health and environmental responsibility.</li><li><strong>Import Tariff:</strong> A 5% tariff is levied on imported goods, with a de minimis threshold of 🝗100 for individual shipments below which no tariff is assessed.</li></ol> The NTA shall ensure all taxes are collected equitably, digitally recorded, and published in transparent annual summaries for public accountability.</li></ol>"
}





]